active = 
{
    [0] = 
    {
        msg = "10钻石",
    },
    [1] = 
    {
        msg = "60钻石",
    },
    [2] = 
    {
        msg = "120钻石",
    },
    [3] = 
    {
        msg = "300钻石",
    },
    [4] = 
    {
        msg = "680钻石",
    },
    [5] = 
    {
        msg = "980钻石",
    },
    [6] = 
    {
        msg = "1280钻石",
    },
    [7] = 
    {
        msg = "1980钻石",
    },
    [8] = 
    {
        msg = "3280钻石",
    },
    [9] = 
    {
        msg = "6480钻石",
    },
    [10] = 
    {
        msg = "累计充值1天可领",
    },
    [11] = 
    {
        msg = "累计充值2天可领",
    },
    [12] = 
    {
        msg = "累计充值3天可领",
    },
    [13] = 
    {
        msg = "累计充值4天可领",
    },
    [14] = 
    {
        msg = "累计充值5天可领",
    },
    [15] = 
    {
        msg = "累计充值6天可领",
    },
    [16] = 
    {
        msg = "累计充值7天可领",
    },
    [17] = 
    {
        msg = "累计充值8天可领",
    },
    [18] = 
    {
        msg = "累计充值9天可领",
    },
    [19] = 
    {
        msg = "累计充值10天可领",
    },
    [20] = 
    {
        msg = "累计充值11天可领",
    },
    [21] = 
    {
        msg = "累计充值12天可领",
    },
    [22] = 
    {
        msg = "累计充值13天可领",
    },
    [23] = 
    {
        msg = "累计充值14天可领",
    },
    [24] = 
    {
        msg = "累计充值15天可领",
    },
    [25] = 
    {
        msg = "尊享福利卡",
    },
    [26] = 
    {
        msg = "尊享终生卡",
    },
    [27] = 
    {
        msg = "尊享月卡",
    },
    [28] = 
    {
        msg = "尊享周卡",
    },
    [29] = 
    {
        msg = "免费福利",
    },
    [30] = 
    {
        msg = "每日特惠",
    },
    [31] = 
    {
        msg = "新人资源礼包",
    },
    [32] = 
    {
        msg = "培育资源礼包",
    },
    [33] = 
    {
        msg = "闪耀魔法帽礼包",
    },
    [34] = 
    {
        msg = "特惠招募礼包",
    },
    [35] = 
    {
        msg = "超值招募礼包",
    },
    [36] = 
    {
        msg = "每周招募礼包",
    },
    [37] = 
    {
        msg = "神秘奇石礼包",
    },
    [38] = 
    {
        msg = "宝石淬洗礼包",
    },
    [39] = 
    {
        msg = "超值公会礼包",
    },
    [40] = 
    {
        msg = "神器精华礼包",
    },
    [41] = 
    {
        msg = "超值锻造礼包",
    },
    [42] = 
    {
        msg = "超值进阶礼包",
    },
    [43] = 
    {
        msg = "黄金勋章礼包",
    },
    [44] = 
    {
        msg = "豪华神器礼包",
    },
    [45] = 
    {
        msg = "豪华神格礼包",
    },
    [46] = 
    {
        msg = "尊享神器礼包",
    },
    [47] = 
    {
        msg = "尊享兔将礼包",
    },
    [48] = 
    {
        msg = "豪华神格礼包",
    },
    [49] = 
    {
        msg = "尊享神格礼包",
    },
    [50] = 
    {
        msg = "每日料理礼包",
    },
    [51] = 
    {
        msg = "首充豪礼",
    },
    [52] = 
    {
        msg = "恭喜主线关卡通关%s关，获得超值礼包，祝您一臂之力",
    },
    [53] = 
    {
        msg = "恭喜兔将培养至%s级，获得超值礼包，祝您一臂之力",
    },
    [54] = 
    {
        msg = "恭喜兔将培养至%s星，获得超值礼包，祝您一臂之力",
    },
    [55] = 
    {
        msg = "恭喜装备总等级培养至%s级，获得超值礼包，祝您一臂之力",
    },
    [56] = 
    {
        msg = "恭喜魔法帽累计开启%s积分，获得超值礼包，祝您一臂之力",
    },
    [57] = 
    {
        msg = "恭喜神座之塔通关%s层，获得超值礼包，祝您一臂之力",
    },
    [58] = 
    {
        msg = "限时礼包-主线关卡突破数30",
    },
    [59] = 
    {
        msg = "限时礼包-主线关卡突破数60",
    },
    [60] = 
    {
        msg = "限时礼包-主线关卡突破数120",
    },
    [61] = 
    {
        msg = "限时礼包-主线关卡突破数250",
    },
    [62] = 
    {
        msg = "限时礼包-主线关卡突破数400",
    },
    [63] = 
    {
        msg = "限时礼包-主线关卡突破数600",
    },
    [64] = 
    {
        msg = "限时礼包-最高兔将培养等级100",
    },
    [65] = 
    {
        msg = "限时礼包-最高兔将培养等级200",
    },
    [66] = 
    {
        msg = "限时礼包-最高兔将培养等级300",
    },
    [67] = 
    {
        msg = "限时礼包-最高兔将培养等级500",
    },
    [68] = 
    {
        msg = "限时礼包-最高兔将培养等级700",
    },
    [69] = 
    {
        msg = "限时礼包-最高兔将培养等级900",
    },
    [70] = 
    {
        msg = "限时礼包-最高兔将培养等级1200",
    },
    [71] = 
    {
        msg = "限时礼包-最高兔将培养等级1500",
    },
    [72] = 
    {
        msg = "限时礼包-最高兔将培养等级1800",
    },
    [73] = 
    {
        msg = "限时礼包-最高兔将培养等级2100",
    },
    [74] = 
    {
        msg = "限时礼包-最高兔将培养等级4000",
    },
    [75] = 
    {
        msg = "限时礼包-最高兔将培养星级3",
    },
    [76] = 
    {
        msg = "限时礼包-最高兔将培养星级5",
    },
    [77] = 
    {
        msg = "限时礼包-最高兔将培养星级8",
    },
    [78] = 
    {
        msg = "限时礼包-最高兔将培养星级12",
    },
    [79] = 
    {
        msg = "限时礼包-最高兔将培养星级15",
    },
    [80] = 
    {
        msg = "限时礼包-最高兔将培养星级20",
    },
    [81] = 
    {
        msg = "限时礼包-最高兔将培养星级25",
    },
    [82] = 
    {
        msg = "限时礼包-最高兔将培养星级30",
    },
    [83] = 
    {
        msg = "限时礼包-最高兔将培养星级35",
    },
    [84] = 
    {
        msg = "限时礼包-装备培养总等级400",
    },
    [85] = 
    {
        msg = "限时礼包-装备培养总等级1200",
    },
    [86] = 
    {
        msg = "限时礼包-装备培养总等级2000",
    },
    [87] = 
    {
        msg = "限时礼包-装备培养总等级2800",
    },
    [88] = 
    {
        msg = "限时礼包-装备培养总等级3600",
    },
    [89] = 
    {
        msg = "限时礼包-装备培养总等级4800",
    },
    [90] = 
    {
        msg = "限时礼包-装备培养总等级6000",
    },
    [91] = 
    {
        msg = "限时礼包-装备培养总等级7200",
    },
    [92] = 
    {
        msg = "限时礼包-装备培养总等级8400",
    },
    [93] = 
    {
        msg = "限时礼包-装备培养总等级16000",
    },
    [94] = 
    {
        msg = "限时礼包-魔法帽积分累计100",
    },
    [95] = 
    {
        msg = "限时礼包-魔法帽积分累计200",
    },
    [96] = 
    {
        msg = "限时礼包-魔法帽积分累计300",
    },
    [97] = 
    {
        msg = "限时礼包-魔法帽积分累计500",
    },
    [98] = 
    {
        msg = "限时礼包-魔法帽积分累计700",
    },
    [99] = 
    {
        msg = "限时礼包-魔法帽积分累计1000",
    },
    [100] = 
    {
        msg = "限时礼包-魔法帽积分累计1500",
    },
    [101] = 
    {
        msg = "限时礼包-魔法帽积分累计2000",
    },
    [102] = 
    {
        msg = "限时礼包-神座之塔突破层数10",
    },
    [103] = 
    {
        msg = "限时礼包-神座之塔突破层数30",
    },
    [104] = 
    {
        msg = "限时礼包-神座之塔突破层数50",
    },
    [105] = 
    {
        msg = "限时礼包-神座之塔突破层数70",
    },
    [106] = 
    {
        msg = "限时礼包-神座之塔突破层数100",
    },
    [107] = 
    {
        msg = "限时礼包-神座之塔突破层数150",
    },
    [108] = 
    {
        msg = "限时礼包-神座之塔突破层数200",
    },
    [109] = 
    {
        msg = "限时礼包-神座之塔突破层数300",
    },
    [110] = 
    {
        msg = "领取天数",
    },
    [111] = 
    {
        msg = "关卡",
    },
    [112] = 
    {
        msg = "第%s天",
    },
    [113] = 
    {
        msg = "通关%s关",
    },
    [114] = 
    {
        msg = "次周活动签到周卡战令",
    },
    [115] = 
    {
        msg = "开服2周通关战令",
    },
    [116] = 
    {
        msg = "挂机时长购买1",
    },
    [117] = 
    {
        msg = "挂机时长购买2",
    },
    [118] = 
    {
        msg = "挂机时长购买3",
    },
    [119] = 
    {
        msg = "挂机时长购买4",
    },
    [120] = 
    {
        msg = "挂机时长购买5",
    },
    [121] = 
    {
        msg = "挂机时长购买6",
    },
    [122] = 
    {
        msg = "挂机时长购买7",
    },
    [123] = 
    {
        msg = "挂机时长购买8",
    },
    [124] = 
    {
        msg = "魔法帽赠礼",
    },
    [125] = 
    {
        msg = "特惠魔法帽礼包",
    },
    [126] = 
    {
        msg = "进阶魔法帽礼包",
    },
    [127] = 
    {
        msg = "顶级魔法帽礼包",
    },
    [128] = 
    {
        msg = "招募女巫答谢礼包",
    },
    [129] = 
    {
        msg = "招募女巫精选礼盒",
    },
    [130] = 
    {
        msg = "魔法帽精选礼盒",
    },
    [131] = 
    {
        msg = "兔将精选礼盒",
    },
    [132] = 
    {
        msg = "招募女巫豪华礼盒",
    },
    [133] = 
    {
        msg = "兔将豪华礼盒",
    },
    [134] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+1</color>",
    },
    [135] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+2</color>",
    },
    [136] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+7</color>",
    },
    [137] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+5%</color>",
    },
    [138] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+2</color>",
    },
    [139] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+10</color>",
    },
    [140] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+10%</color>",
    },
    [141] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+3</color>",
    },
    [142] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+13</color>",
    },
    [143] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+15%</color>",
    },
    [144] = 
    {
        msg = "上阵兔将<color=#ff6666>攻击+50，伤害加成+0.5%</color>",
    },
    [145] = 
    {
        msg = "上阵兔将<color=#ff6666>生命+500，伤害减免+0.5%</color>",
    },
    [146] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+3</color>",
    },
    [147] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+16</color>",
    },
    [148] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+20%</color>",
    },
    [149] = 
    {
        msg = "上阵兔将<color=#ff6666>攻击+100，伤害加成+1%</color>",
    },
    [150] = 
    {
        msg = "上阵兔将<color=#ff6666>生命+1000，伤害减免+1%</color>",
    },
    [151] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+4</color>",
    },
    [152] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+19</color>",
    },
    [153] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+25%</color>",
    },
    [154] = 
    {
        msg = "上阵兔将<color=#ff6666>攻击+150，伤害加成+1.5%</color>",
    },
    [155] = 
    {
        msg = "上阵兔将<color=#ff6666>生命+1500，伤害减免+1.5%</color>",
    },
    [156] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+4</color>",
    },
    [157] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+22</color>",
    },
    [158] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+30%</color>",
    },
    [159] = 
    {
        msg = "上阵兔将<color=#ff6666>攻击+200，伤害加成+2%</color>",
    },
    [160] = 
    {
        msg = "上阵兔将<color=#ff6666>生命+2000，伤害减免+2%</color>",
    },
    [161] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+5</color>",
    },
    [162] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+25</color>",
    },
    [163] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+35%</color>",
    },
    [164] = 
    {
        msg = "上阵兔将<color=#ff6666>攻击+250，伤害加成+2.5%</color>",
    },
    [165] = 
    {
        msg = "上阵兔将<color=#ff6666>生命+2500，伤害减免+2.5%</color>",
    },
    [166] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+5</color>",
    },
    [167] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+28</color>",
    },
    [168] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+40%</color>",
    },
    [169] = 
    {
        msg = "上阵兔将<color=#ff6666>攻击+300，伤害加成+3%</color>",
    },
    [170] = 
    {
        msg = "上阵兔将<color=#ff6666>生命+3000，伤害减免+3%</color>",
    },
    [171] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+6</color>",
    },
    [172] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+31</color>",
    },
    [173] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+45%</color>",
    },
    [174] = 
    {
        msg = "上阵兔将<color=#ff6666>攻击+350，伤害加成+3.5%</color>",
    },
    [175] = 
    {
        msg = "上阵兔将<color=#ff6666>生命+3500，伤害减免+3.5%</color>",
    },
    [176] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+6</color>",
    },
    [177] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+34</color>",
    },
    [178] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+50%</color>",
    },
    [179] = 
    {
        msg = "上阵兔将<color=#ff6666>攻击+400，伤害加成+4%</color>",
    },
    [180] = 
    {
        msg = "上阵兔将<color=#ff6666>生命+4000，伤害减免+4%</color>",
    },
    [181] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+7</color>",
    },
    [182] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+37</color>",
    },
    [183] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+55%</color>",
    },
    [184] = 
    {
        msg = "上阵兔将<color=#ff6666>攻击+450，伤害加成+4.5%</color>",
    },
    [185] = 
    {
        msg = "上阵兔将<color=#ff6666>生命+4500，伤害减免+4.5%</color>",
    },
    [186] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+7</color>",
    },
    [187] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+40</color>",
    },
    [188] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+60%</color>",
    },
    [189] = 
    {
        msg = "上阵兔将<color=#ff6666>攻击+500，伤害加成+5%</color>",
    },
    [190] = 
    {
        msg = "上阵兔将<color=#ff6666>生命+5000，伤害减免+5%</color>",
    },
    [191] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+8</color>",
    },
    [192] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+43</color>",
    },
    [193] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+65%</color>",
    },
    [194] = 
    {
        msg = "上阵兔将<color=#ff6666>攻击+550，伤害加成+5.5%</color>",
    },
    [195] = 
    {
        msg = "上阵兔将<color=#ff6666>生命+5500，伤害减免+5.5%</color>",
    },
    [196] = 
    {
        msg = "黑市商城刷新次数：<color=#ff6666>+8</color>",
    },
    [197] = 
    {
        msg = "点金手兑换次数：<color=#ff6666>+46</color>",
    },
    [198] = 
    {
        msg = "挂机金币收益加成：<color=#ff6666>+70%</color>",
    },
    [199] = 
    {
        msg = "上阵兔将<color=#ff6666>攻击+600，伤害加成+6%</color>",
    },
    [200] = 
    {
        msg = "上阵兔将<color=#ff6666>生命+6000，伤害减免+6%</color>",
    },
    [201] = 
    {
        msg = "魔法帽赠礼",
    },
    [202] = 
    {
        msg = "特惠光铸金币礼包",
    },
    [203] = 
    {
        msg = "进阶光铸金币礼包",
    },
    [204] = 
    {
        msg = "光铸金币精选礼盒",
    },
    [205] = 
    {
        msg = "光铸圣币礼盒",
    },
    [206] = 
    {
        msg = "光铸圣币精选礼盒",
    },
    [207] = 
    {
        msg = "光铸圣币进阶礼盒",
    },
    [208] = 
    {
        msg = "光铸圣币豪华礼盒",
    },
    [209] = 
    {
        msg = "光铸圣币史诗礼盒",
    },
    [210] = 
    {
        msg = "光铸圣币传说礼盒",
    },
    [301] = 
    {
        msg = "首充豪礼礼包1",
    },
    [302] = 
    {
        msg = "首充豪礼礼包2",
    },
    [303] = 
    {
        msg = "首充豪礼礼包3",
    },
    [304] = 
    {
        msg = "首充豪礼礼包4",
    },
    [311] = 
    {
        msg = "<outline color=#150906 width=3><img src='dian'/>首充仅需12元，超值500%\n<img src='dian'/>购买就送SSS级兔将孙悟空碎片\n<img src='dian'/>超多资源，直接保送3星\n</outline>",
    },
    [312] = 
    {
        msg = "<outline color=#150906 width=3><img src='dian'/>首充仅需30元，超值400%\n<img src='dian'/>购买就送SSS级兔将孙悟空碎片\n<img src='dian'/>超多资源，直接保送6星\n</outline>",
    },
    [313] = 
    {
        msg = "<outline color=#150906 width=3><img src='dian'/>首充仅需128元，超值300%\n<img src='dian'/>购买就送SSS级兔将孙悟空碎片\n<img src='dian'/>超多资源，直接保送10星\n</outline>",
    },
    [350] = 
    {
        msg = "<outline color=#150906 width=3><img src='dian'/>首充仅需328元，超值300%\n<img src='dian'/>赠送极品道具荣耀徽章\n<img src='dian'/>超多资源，升星升级不用愁\n</outline>",
    },
    [314] = 
    {
        msg = "循环战令付费1",
    },
    [315] = 
    {
        msg = "循环战令付费2",
    },
    [316] = 
    {
        msg = "循环战令付费3",
    },
    [317] = 
    {
        msg = "循环战令付费4",
    },
    [318] = 
    {
        msg = "循环战令付费5",
    },
    [319] = 
    {
        msg = "循环战令付费6",
    },
    [320] = 
    {
        msg = "循环战令付费7",
    },
    [321] = 
    {
        msg = "循环战令付费8",
    },
    [322] = 
    {
        msg = "循环战令付费9",
    },
    [323] = 
    {
        msg = "循环战令付费10",
    },
    [324] = 
    {
        msg = "循环战令付费11",
    },
    [325] = 
    {
        msg = "循环战令付费12",
    },
    [326] = 
    {
        msg = "循环战令付费13",
    },
    [327] = 
    {
        msg = "循环战令付费14",
    },
    [328] = 
    {
        msg = "循环战令付费15",
    },
    [329] = 
    {
        msg = "循环战令付费16",
    },
    [330] = 
    {
        msg = "循环战令付费17",
    },
    [331] = 
    {
        msg = "循环战令付费18",
    },
    [332] = 
    {
        msg = "循环战令付费19",
    },
    [333] = 
    {
        msg = "循环战令付费20",
    },
    [401] = 
    {
        msg = "限时礼包-主线关卡突破数50",
    },
    [402] = 
    {
        msg = "限时礼包-主线关卡突破数100",
    },
    [403] = 
    {
        msg = "限时礼包-主线关卡突破数200",
    },
    [404] = 
    {
        msg = "限时礼包-主线关卡突破数300",
    },
    [405] = 
    {
        msg = "限时礼包-主线关卡突破数400",
    },
    [406] = 
    {
        msg = "限时礼包-主线关卡突破数500",
    },
    [407] = 
    {
        msg = "限时礼包-主线关卡突破数600",
    },
    [408] = 
    {
        msg = "限时礼包-主线关卡突破数700",
    },
    [409] = 
    {
        msg = "限时礼包-主线关卡突破数800",
    },
    [410] = 
    {
        msg = "限时礼包-主线关卡突破数900",
    },
    [411] = 
    {
        msg = "限时礼包-主线关卡突破数1000",
    },
    [412] = 
    {
        msg = "限时礼包-主线关卡突破数1100",
    },
    [413] = 
    {
        msg = "限时礼包-主线关卡突破数1200",
    },
    [414] = 
    {
        msg = "限时礼包-主线关卡突破数1300",
    },
    [415] = 
    {
        msg = "限时礼包-主线关卡突破数1400",
    },
    [416] = 
    {
        msg = "限时礼包-主线关卡突破数1500",
    },
    [417] = 
    {
        msg = "限时礼包-主线关卡突破数1600",
    },
    [418] = 
    {
        msg = "限时礼包-主线关卡突破数1700",
    },
    [419] = 
    {
        msg = "限时礼包-主线关卡突破数1800",
    },
    [420] = 
    {
        msg = "限时礼包-主线关卡突破数1900",
    },
    [421] = 
    {
        msg = "限时礼包-主线关卡突破数2000",
    },
    [422] = 
    {
        msg = "限时礼包-主线关卡突破数2100",
    },
    [423] = 
    {
        msg = "限时礼包-主线关卡突破数2200",
    },
    [424] = 
    {
        msg = "限时礼包-主线关卡突破数2300",
    },
    [425] = 
    {
        msg = "限时礼包-主线关卡突破数2400",
    },
    [426] = 
    {
        msg = "限时礼包-主线关卡突破数2500",
    },
    [427] = 
    {
        msg = "限时礼包-主线关卡突破数2600",
    },
    [428] = 
    {
        msg = "限时礼包-主线关卡突破数2700",
    },
    [429] = 
    {
        msg = "限时礼包-主线关卡突破数2800",
    },
    [430] = 
    {
        msg = "限时礼包-主线关卡突破数2900",
    },
    [431] = 
    {
        msg = "限时礼包-主线关卡突破数3000",
    },
    [432] = 
    {
        msg = "限时礼包-主线关卡突破数3100",
    },
    [433] = 
    {
        msg = "限时礼包-主线关卡突破数3200",
    },
    [434] = 
    {
        msg = "限时礼包-主线关卡突破数3300",
    },
    [435] = 
    {
        msg = "限时礼包-主线关卡突破数3400",
    },
    [436] = 
    {
        msg = "限时礼包-主线关卡突破数3500",
    },
    [437] = 
    {
        msg = "限时礼包-主线关卡突破数3600",
    },
    [438] = 
    {
        msg = "限时礼包-主线关卡突破数3700",
    },
    [439] = 
    {
        msg = "限时礼包-主线关卡突破数3800",
    },
    [440] = 
    {
        msg = "限时礼包-主线关卡突破数3900",
    },
    [441] = 
    {
        msg = "限时礼包-主线关卡突破数4000",
    },
    [442] = 
    {
        msg = "限时礼包-主线关卡突破数4100",
    },
    [443] = 
    {
        msg = "限时礼包-主线关卡突破数4200",
    },
    [444] = 
    {
        msg = "限时礼包-主线关卡突破数4300",
    },
    [445] = 
    {
        msg = "限时礼包-主线关卡突破数4400",
    },
    [446] = 
    {
        msg = "限时礼包-主线关卡突破数4500",
    },
    [447] = 
    {
        msg = "限时礼包-主线关卡突破数4600",
    },
    [448] = 
    {
        msg = "限时礼包-主线关卡突破数4700",
    },
    [449] = 
    {
        msg = "限时礼包-主线关卡突破数4800",
    },
    [450] = 
    {
        msg = "免费招募福利",
    },
    [451] = 
    {
        msg = "特惠招募礼包",
    },
    [452] = 
    {
        msg = "精选招募礼包",
    },
    [453] = 
    {
        msg = "招募礼盒",
    },
    [454] = 
    {
        msg = "精选招募礼盒",
    },
    [455] = 
    {
        msg = "进阶招募礼盒",
    },
    [456] = 
    {
        msg = "豪华招募礼盒",
    },
    [457] = 
    {
        msg = "史诗招募礼盒",
    },
    [458] = 
    {
        msg = "传说招募礼盒",
    },
    [459] = 
    {
        msg = "免费魔法帽福利",
    },
    [460] = 
    {
        msg = "特惠魔法帽礼包",
    },
    [461] = 
    {
        msg = "精选魔法帽礼包",
    },
    [462] = 
    {
        msg = "魔法帽礼盒",
    },
    [463] = 
    {
        msg = "精选魔法帽礼盒",
    },
    [464] = 
    {
        msg = "进阶魔法帽礼盒",
    },
    [465] = 
    {
        msg = "豪华魔法帽礼盒",
    },
    [466] = 
    {
        msg = "史诗魔法帽礼盒",
    },
    [467] = 
    {
        msg = "传说魔法帽礼盒",
    },
    [468] = 
    {
        msg = "免费骰子福利",
    },
    [469] = 
    {
        msg = "特惠骰子礼包",
    },
    [470] = 
    {
        msg = "精选骰子礼包",
    },
    [471] = 
    {
        msg = "骰子礼盒",
    },
    [472] = 
    {
        msg = "精选骰子礼盒",
    },
    [473] = 
    {
        msg = "进阶骰子礼盒",
    },
    [474] = 
    {
        msg = "豪华骰子礼盒",
    },
    [475] = 
    {
        msg = "史诗骰子礼盒",
    },
    [476] = 
    {
        msg = "传说骰子礼盒",
    },
    [477] = 
    {
        msg = "免费食盒福利",
    },
    [478] = 
    {
        msg = "特惠食盒礼包",
    },
    [479] = 
    {
        msg = "精选食盒礼包",
    },
    [480] = 
    {
        msg = "食盒礼盒",
    },
    [481] = 
    {
        msg = "精选食盒礼盒",
    },
    [482] = 
    {
        msg = "进阶食盒礼盒",
    },
    [483] = 
    {
        msg = "豪华食盒礼盒",
    },
    [484] = 
    {
        msg = "史诗食盒礼盒",
    },
    [485] = 
    {
        msg = "传说食盒礼盒",
    },
    [486] = 
    {
        msg = "好友数量上限：<color=#ff6666> +3</color>",
    },
    [487] = 
    {
        msg = "好友数量上限：<color=#ff6666> +6</color>",
    },
    [488] = 
    {
        msg = "好友数量上限：<color=#ff6666> +9</color>",
    },
    [489] = 
    {
        msg = "好友数量上限：<color=#ff6666> +12</color>",
    },
    [490] = 
    {
        msg = "好友数量上限：<color=#ff6666> +15</color>",
    },
    [491] = 
    {
        msg = "好友数量上限：<color=#ff6666> +18</color>",
    },
    [492] = 
    {
        msg = "好友数量上限：<color=#ff6666> +21</color>",
    },
    [493] = 
    {
        msg = "好友数量上限：<color=#ff6666> +24</color>",
    },
    [494] = 
    {
        msg = "好友数量上限：<color=#ff6666> +27</color>",
    },
    [495] = 
    {
        msg = "好友数量上限：<color=#ff6666> +30</color>",
    },
    [496] = 
    {
        msg = "好友数量上限：<color=#ff6666> +33</color>",
    },
    [497] = 
    {
        msg = "好友数量上限：<color=#ff6666> +36</color>",
    },
    [498] = 
    {
        msg = "好友数量上限：<color=#ff6666> +39</color>",
    },
    [499] = 
    {
        msg = "好友数量上限：<color=#ff6666> +42</color>",
    },
    [500] = 
    {
        msg = "免费神器福利",
    },
    [501] = 
    {
        msg = "特惠神器礼包",
    },
    [502] = 
    {
        msg = "精选神器礼包",
    },
    [503] = 
    {
        msg = "神器礼盒",
    },
    [504] = 
    {
        msg = "精选神器礼盒",
    },
    [505] = 
    {
        msg = "进阶神器礼盒",
    },
    [506] = 
    {
        msg = "豪华神器礼盒",
    },
    [507] = 
    {
        msg = "史诗神器礼盒",
    },
    [508] = 
    {
        msg = "传说神器礼盒",
    },
    [509] = 
    {
        msg = "爬塔战令礼包",
    },
    [510] = 
    {
        msg = "狩猎战令礼包",
    },
    [511] = 
    {
        msg = "角斗战令礼包",
    },
    [512] = 
    {
        msg = "限时礼包-主线关卡突破数4900",
    },
    [513] = 
    {
        msg = "限时礼包-主线关卡突破数5000",
    },
    [514] = 
    {
        msg = "限时礼包-主线关卡突破数5100",
    },
    [515] = 
    {
        msg = "限时礼包-主线关卡突破数5200",
    },
    [516] = 
    {
        msg = "限时礼包-主线关卡突破数5300",
    },
    [517] = 
    {
        msg = "限时礼包-主线关卡突破数5400",
    },
    [518] = 
    {
        msg = "限时礼包-主线关卡突破数5500",
    },
    [519] = 
    {
        msg = "限时礼包-主线关卡突破数5600",
    },
    [520] = 
    {
        msg = "限时礼包-主线关卡突破数5700",
    },
    [521] = 
    {
        msg = "限时礼包-主线关卡突破数5800",
    },
    [522] = 
    {
        msg = "限时礼包-主线关卡突破数5900",
    },
    [523] = 
    {
        msg = "限时礼包-主线关卡突破数6000",
    },
    [524] = 
    {
        msg = "限时礼包-主线关卡突破数6100",
    },
    [525] = 
    {
        msg = "限时礼包-主线关卡突破数6200",
    },
    [526] = 
    {
        msg = "限时礼包-主线关卡突破数6300",
    },
    [527] = 
    {
        msg = "限时礼包-主线关卡突破数6400",
    },
    [528] = 
    {
        msg = "限时礼包-主线关卡突破数6500",
    },
    [529] = 
    {
        msg = "限时礼包-主线关卡突破数6600",
    },
    [530] = 
    {
        msg = "限时礼包-主线关卡突破数6700",
    },
    [531] = 
    {
        msg = "限时礼包-主线关卡突破数6800",
    },
    [532] = 
    {
        msg = "限时礼包-主线关卡突破数6900",
    },
    [533] = 
    {
        msg = "限时礼包-主线关卡突破数7000",
    },
    [534] = 
    {
        msg = "限时礼包-主线关卡突破数7100",
    },
    [535] = 
    {
        msg = "限时礼包-主线关卡突破数7200",
    },
    [536] = 
    {
        msg = "限时礼包-主线关卡突破数7300",
    },
    [537] = 
    {
        msg = "限时礼包-主线关卡突破数7400",
    },
    [538] = 
    {
        msg = "限时礼包-主线关卡突破数7500",
    },
    [539] = 
    {
        msg = "限时礼包-主线关卡突破数7600",
    },
    [540] = 
    {
        msg = "限时礼包-主线关卡突破数7700",
    },
    [541] = 
    {
        msg = "限时礼包-主线关卡突破数7800",
    },
    [542] = 
    {
        msg = "限时礼包-主线关卡突破数7900",
    },
    [543] = 
    {
        msg = "限时礼包-主线关卡突破数8000",
    },
    [544] = 
    {
        msg = "限时礼包-主线关卡突破数8100",
    },
    [545] = 
    {
        msg = "限时礼包-主线关卡突破数8200",
    },
    [546] = 
    {
        msg = "限时礼包-主线关卡突破数8300",
    },
    [547] = 
    {
        msg = "限时礼包-主线关卡突破数8400",
    },
    [548] = 
    {
        msg = "限时礼包-主线关卡突破数8500",
    },
    [549] = 
    {
        msg = "限时礼包-主线关卡突破数8600",
    },
    [550] = 
    {
        msg = "限时礼包-主线关卡突破数8700",
    },
    [551] = 
    {
        msg = "限时礼包-主线关卡突破数8800",
    },
    [552] = 
    {
        msg = "限时礼包-主线关卡突破数8900",
    },
    [553] = 
    {
        msg = "限时礼包-主线关卡突破数9000",
    },
    [554] = 
    {
        msg = "限时礼包-主线关卡突破数9100",
    },
    [555] = 
    {
        msg = "限时礼包-主线关卡突破数9200",
    },
    [556] = 
    {
        msg = "限时礼包-主线关卡突破数9300",
    },
    [557] = 
    {
        msg = "限时礼包-主线关卡突破数9400",
    },
    [558] = 
    {
        msg = "限时礼包-主线关卡突破数9500",
    },
    [559] = 
    {
        msg = "限时礼包-主线关卡突破数9600",
    },
    [560] = 
    {
        msg = "限时礼包-主线关卡突破数9700",
    },
    [561] = 
    {
        msg = "限时礼包-主线关卡突破数9800",
    },
    [562] = 
    {
        msg = "限时礼包-主线关卡突破数9900",
    },
    [563] = 
    {
        msg = "限时礼包-主线关卡突破数10000",
    },
    [564] = 
    {
        msg = "限时礼包-主线关卡突破数10100",
    },
    [565] = 
    {
        msg = "限时礼包-主线关卡突破数10200",
    },
    [566] = 
    {
        msg = "限时礼包-主线关卡突破数10300",
    },
    [567] = 
    {
        msg = "限时礼包-主线关卡突破数10400",
    },
    [568] = 
    {
        msg = "限时礼包-主线关卡突破数10500",
    },
    [569] = 
    {
        msg = "限时礼包-主线关卡突破数10600",
    },
    [570] = 
    {
        msg = "限时礼包-主线关卡突破数10700",
    },
    [571] = 
    {
        msg = "限时礼包-主线关卡突破数10800",
    },
    [572] = 
    {
        msg = "限时礼包-主线关卡突破数10900",
    },
    [573] = 
    {
        msg = "限时礼包-主线关卡突破数11000",
    },
    [574] = 
    {
        msg = "限时礼包-主线关卡突破数11100",
    },
    [575] = 
    {
        msg = "限时礼包-主线关卡突破数11200",
    },
    [576] = 
    {
        msg = "限时礼包-主线关卡突破数11300",
    },
    [577] = 
    {
        msg = "限时礼包-主线关卡突破数11400",
    },
    [578] = 
    {
        msg = "限时礼包-主线关卡突破数11500",
    },
    [579] = 
    {
        msg = "限时礼包-主线关卡突破数11600",
    },
    [580] = 
    {
        msg = "限时礼包-主线关卡突破数11700",
    },
    [581] = 
    {
        msg = "限时礼包-主线关卡突破数11800",
    },
    [582] = 
    {
        msg = "限时礼包-主线关卡突破数11900",
    },
    [583] = 
    {
        msg = "限时礼包-主线关卡突破数12000",
    },
    [584] = 
    {
        msg = "粽叶赠礼",
    },
    [585] = 
    {
        msg = "特惠粽叶礼包",
    },
    [586] = 
    {
        msg = "进阶粽叶礼包",
    },
    [587] = 
    {
        msg = "粽子礼盒",
    },
    [588] = 
    {
        msg = "粽子精选礼盒",
    },
    [589] = 
    {
        msg = "粽子进阶礼盒",
    },
    [590] = 
    {
        msg = "粽子豪华礼盒",
    },
    [591] = 
    {
        msg = "粽子史诗礼盒",
    },
    [592] = 
    {
        msg = "粽子传说礼盒",
    },
    [593] = 
    {
        msg = "粽子传奇礼盒",
    },
    [594] = 
    {
        msg = "小酒听书礼包",
    },
    [595] = 
    {
        msg = "风闻兑换",
    },
    [596] = 
    {
        msg = "烧刀子",
    },
    [597] = 
    {
        msg = "地瓜烧",
    },
    [598] = 
    {
        msg = "绿蚁",
    },
    [599] = 
    {
        msg = "女儿红",
    },
    [600] = 
    {
        msg = "剑南烧春",
    },
    [601] = 
    {
        msg = "罗浮春",
    },
    [602] = 
    {
        msg = "猴儿酒",
    },
    [603] = 
    {
        msg = "竹叶青",
    },
    [604] = 
    {
        msg = "路边酒馆礼包4",
    },
    [605] = 
    {
        msg = "路边酒馆礼包5",
    },
    [606] = 
    {
        msg = "路边酒馆礼包6",
    },
    [607] = 
    {
        msg = "强化基金Ⅰ",
    },
    [608] = 
    {
        msg = "强化基金Ⅱ",
    },
    [609] = 
    {
        msg = "强化基金Ⅲ",
    },
    [610] = 
    {
        msg = "强化基金Ⅳ",
    },
    [611] = 
    {
        msg = "强化基金Ⅴ",
    },
    [612] = 
    {
        msg = "进阶基金Ⅰ",
    },
    [613] = 
    {
        msg = "进阶基金Ⅱ",
    },
    [614] = 
    {
        msg = "进阶基金Ⅲ",
    },
    [615] = 
    {
        msg = "进阶基金Ⅳ",
    },
    [616] = 
    {
        msg = "进阶基金Ⅴ",
    },
    [617] = 
    {
        msg = "友谊礼包",
    },
    [618] = 
    {
        msg = "竞技赠礼",
    },
    [619] = 
    {
        msg = "争先凭证",
    },
    [620] = 
    {
        msg = "斗争页",
    },
    [621] = 
    {
        msg = "斗争薄",
    },
    [622] = 
    {
        msg = "斗争册",
    },
    [623] = 
    {
        msg = "印章史诗礼盒",
    },
    [624] = 
    {
        msg = "印章传说礼盒",
    },
    [625] = 
    {
        msg = "印章传奇礼盒",
    },
    [626] = 
    {
        msg = "神话神格",
    },
    [627] = 
    {
        msg = "传说神格",
    },
    [628] = 
    {
        msg = "固态神性",
    },
    [629] = 
    {
        msg = "史诗神格",
    },
    [630] = 
    {
        msg = "稀有神格",
    },
    [631] = 
    {
        msg = "神格晶粹",
    },
    [632] = 
    {
        msg = "金币",
    },
    [633] = 
    {
        msg = "红将碎片",
    },
    [634] = 
    {
        msg = "传奇职业神器大礼包",
    },
    [635] = 
    {
        msg = "传奇神器大礼包",
    },
    [636] = 
    {
        msg = "玄阳精铁",
    },
    [637] = 
    {
        msg = "自选神话碎片礼盒",
    },
    [638] = 
    {
        msg = "橙色魔法帽",
    },
    [639] = 
    {
        msg = "抽奖券",
    },
    [640] = 
    {
        msg = "进阶宝石",
    },
    [641] = 
    {
        msg = "强化宝石",
    },
    [642] = 
    {
        msg = "金币",
    },
    [643] = 
    {
        msg = "自选橙色神格大礼包",
    },
    [644] = 
    {
        msg = "随机橙色神格大礼包",
    },
    [645] = 
    {
        msg = "随机紫色神格大礼包",
    },
    [646] = 
    {
        msg = "紫金神铁",
    },
    [647] = 
    {
        msg = "随机紫色神格大礼包",
    },
    [648] = 
    {
        msg = "抽奖券",
    },
    [649] = 
    {
        msg = "神格晶萃",
    },
    [650] = 
    {
        msg = "金币",
    },
    [651] = 
    {
        msg = "瓜果赠礼",
    },
    [652] = 
    {
        msg = "特惠瓜果礼包",
    },
    [653] = 
    {
        msg = "进阶瓜果礼包",
    },
    [654] = 
    {
        msg = "培育礼盒",
    },
    [655] = 
    {
        msg = "培育精选礼盒",
    },
    [656] = 
    {
        msg = "培育进阶礼盒",
    },
    [657] = 
    {
        msg = "培育豪华礼盒",
    },
    [658] = 
    {
        msg = "培育史诗礼盒",
    },
    [659] = 
    {
        msg = "培育传说礼盒",
    },
    [660] = 
    {
        msg = "培育传奇礼盒",
    },
    [661] = 
    {
        msg = "每日特惠打包",
    },
    [662] = 
    {
        msg = "福利礼包",
    },
    [663] = 
    {
        msg = "1元礼包",
    },
    [664] = 
    {
        msg = "6元礼包",
    },
    [665] = 
    {
        msg = "12元礼包",
    },
    [666] = 
    {
        msg = "<outline color=#150906 width=3>立刻领取<color=#70f4a4>左侧奖励</color><br/>每日免费领取下方礼包<br/>可领取时间共7日</outline>",
    },
    [667] = 
    {
        msg = "与会典籍",
    },
    [668] = 
    {
        msg = "桃园观光",
    },
    [669] = 
    {
        msg = "只手摘桃",
    },
    [670] = 
    {
        msg = "桃香盈框",
    },
    [671] = 
    {
        msg = "桃园精选礼盒",
    },
    [672] = 
    {
        msg = "桃园进阶礼盒",
    },
    [673] = 
    {
        msg = "桃园豪华礼盒",
    },
    [674] = 
    {
        msg = "桃园史诗礼盒",
    },
    [675] = 
    {
        msg = "桃园传说礼盒",
    },
    [676] = 
    {
        msg = "大闹天宫星级比拼1",
    },
    [677] = 
    {
        msg = "大闹天宫星级比拼2",
    },
    [678] = 
    {
        msg = "大闹天宫星级比拼3",
    },
    [679] = 
    {
        msg = "大闹天宫星级比拼4",
    },
    [680] = 
    {
        msg = "大闹天宫星级比拼5",
    },
    [681] = 
    {
        msg = "大闹天宫星级比拼6",
    },
    [682] = 
    {
        msg = "大闹天宫星级比拼7",
    },
    [683] = 
    {
        msg = "大闹天宫星级比拼8",
    },
    [684] = 
    {
        msg = "大闹天宫星级比拼9",
    },
    [685] = 
    {
        msg = "大闹天宫星级比拼10",
    },
    [686] = 
    {
        msg = "大闹天宫星级比拼11",
    },
    [687] = 
    {
        msg = "大闹天宫星级比拼12",
    },
    [688] = 
    {
        msg = "大闹天宫星级比拼13",
    },
    [689] = 
    {
        msg = "活动期间累充%s元",
    },
    [690] = 
    {
        msg = "大闹天宫星级比拼14",
    },
    [691] = 
    {
        msg = "大闹天宫星级比拼15",
    },
    [692] = 
    {
        msg = "大闹天宫星级比拼16",
    },
    [693] = 
    {
        msg = "大闹天宫星级比拼17",
    },
    [694] = 
    {
        msg = "大闹天宫星级比拼18",
    },
    [695] = 
    {
        msg = "促销兑换券",
    },
    [696] = 
    {
        msg = "必买特惠",
    },
    [697] = 
    {
        msg = "招募特惠",
    },
    [698] = 
    {
        msg = "突破礼包",
    },
    [699] = 
    {
        msg = "水晶礼包",
    },
    [700] = 
    {
        msg = "招募特典",
    },
    [701] = 
    {
        msg = "锻造特典",
    },
    [702] = 
    {
        msg = "碎片特典",
    },
    [703] = 
    {
        msg = "限时礼包-主线关卡突破数20",
    },
    [704] = 
    {
        msg = "限时礼包-主线关卡突破数50",
    },
    [705] = 
    {
        msg = "限时礼包-主线关卡突破数100",
    },
    [706] = 
    {
        msg = "限时礼包-主线关卡突破数200",
    },
    [707] = 
    {
        msg = "限时礼包-主线关卡突破数300",
    },
    [708] = 
    {
        msg = "限时礼包-主线关卡突破数400",
    },
    [709] = 
    {
        msg = "限时礼包-主线关卡突破数500",
    },
    [710] = 
    {
        msg = "限时礼包-主线关卡突破数600",
    },
    [711] = 
    {
        msg = "限时礼包-主线关卡突破数700",
    },
    [712] = 
    {
        msg = "限时礼包-主线关卡突破数800",
    },
    [713] = 
    {
        msg = "限时礼包-主线关卡突破数900",
    },
    [714] = 
    {
        msg = "限时礼包-主线关卡突破数1000",
    },
    [715] = 
    {
        msg = "限时礼包-主线关卡突破数1100",
    },
    [716] = 
    {
        msg = "限时礼包-主线关卡突破数1200",
    },
    [717] = 
    {
        msg = "限时礼包-主线关卡突破数1300",
    },
    [718] = 
    {
        msg = "限时礼包-主线关卡突破数1400",
    },
    [719] = 
    {
        msg = "限时礼包-主线关卡突破数1500",
    },
    [720] = 
    {
        msg = "限时礼包-主线关卡突破数1600",
    },
    [721] = 
    {
        msg = "限时礼包-主线关卡突破数1700",
    },
    [722] = 
    {
        msg = "限时礼包-主线关卡突破数1800",
    },
    [723] = 
    {
        msg = "限时礼包-主线关卡突破数1900",
    },
    [724] = 
    {
        msg = "限时礼包-主线关卡突破数2000",
    },
    [725] = 
    {
        msg = "限时礼包-主线关卡突破数2100",
    },
    [726] = 
    {
        msg = "限时礼包-主线关卡突破数2200",
    },
    [727] = 
    {
        msg = "限时礼包-主线关卡突破数2300",
    },
    [728] = 
    {
        msg = "限时礼包-主线关卡突破数2400",
    },
    [729] = 
    {
        msg = "限时礼包-主线关卡突破数2500",
    },
    [730] = 
    {
        msg = "限时礼包-主线关卡突破数2600",
    },
    [731] = 
    {
        msg = "限时礼包-主线关卡突破数2700",
    },
    [732] = 
    {
        msg = "限时礼包-主线关卡突破数2800",
    },
    [733] = 
    {
        msg = "限时礼包-主线关卡突破数2900",
    },
    [734] = 
    {
        msg = "限时礼包-主线关卡突破数3000",
    },
    [735] = 
    {
        msg = "限时礼包-主线关卡突破数3100",
    },
    [736] = 
    {
        msg = "限时礼包-主线关卡突破数3200",
    },
    [737] = 
    {
        msg = "限时礼包-主线关卡突破数3300",
    },
    [738] = 
    {
        msg = "限时礼包-主线关卡突破数3400",
    },
    [739] = 
    {
        msg = "限时礼包-主线关卡突破数3500",
    },
    [740] = 
    {
        msg = "限时礼包-主线关卡突破数3600",
    },
    [741] = 
    {
        msg = "限时礼包-主线关卡突破数3700",
    },
    [742] = 
    {
        msg = "限时礼包-主线关卡突破数3800",
    },
    [743] = 
    {
        msg = "限时礼包-主线关卡突破数3900",
    },
    [744] = 
    {
        msg = "限时礼包-主线关卡突破数4000",
    },
    [745] = 
    {
        msg = "限时礼包-主线关卡突破数4100",
    },
    [746] = 
    {
        msg = "限时礼包-主线关卡突破数4200",
    },
    [747] = 
    {
        msg = "限时礼包-主线关卡突破数4300",
    },
    [748] = 
    {
        msg = "限时礼包-主线关卡突破数4400",
    },
    [749] = 
    {
        msg = "限时礼包-主线关卡突破数4500",
    },
    [750] = 
    {
        msg = "限时礼包-主线关卡突破数4600",
    },
    [751] = 
    {
        msg = "限时礼包-主线关卡突破数4700",
    },
    [752] = 
    {
        msg = "限时礼包-主线关卡突破数4800",
    },
    [753] = 
    {
        msg = "限时礼包-主线关卡突破数4900",
    },
    [754] = 
    {
        msg = "限时礼包-主线关卡突破数5000",
    },
    [755] = 
    {
        msg = "限时礼包-主线关卡突破数5100",
    },
    [756] = 
    {
        msg = "限时礼包-主线关卡突破数5200",
    },
    [757] = 
    {
        msg = "限时礼包-主线关卡突破数5300",
    },
    [758] = 
    {
        msg = "限时礼包-主线关卡突破数5400",
    },
    [759] = 
    {
        msg = "限时礼包-主线关卡突破数5500",
    },
    [760] = 
    {
        msg = "限时礼包-主线关卡突破数5600",
    },
    [761] = 
    {
        msg = "限时礼包-主线关卡突破数5700",
    },
    [762] = 
    {
        msg = "限时礼包-主线关卡突破数5800",
    },
    [763] = 
    {
        msg = "限时礼包-主线关卡突破数5900",
    },
    [764] = 
    {
        msg = "限时礼包-主线关卡突破数6000",
    },
    [765] = 
    {
        msg = "限时礼包-主线关卡突破数6100",
    },
    [766] = 
    {
        msg = "限时礼包-主线关卡突破数6200",
    },
    [767] = 
    {
        msg = "限时礼包-主线关卡突破数6300",
    },
    [768] = 
    {
        msg = "限时礼包-主线关卡突破数6400",
    },
    [769] = 
    {
        msg = "限时礼包-主线关卡突破数6500",
    },
    [770] = 
    {
        msg = "限时礼包-主线关卡突破数6600",
    },
    [771] = 
    {
        msg = "限时礼包-主线关卡突破数6700",
    },
    [772] = 
    {
        msg = "限时礼包-主线关卡突破数6800",
    },
    [773] = 
    {
        msg = "限时礼包-主线关卡突破数6900",
    },
    [774] = 
    {
        msg = "限时礼包-主线关卡突破数7000",
    },
    [775] = 
    {
        msg = "限时礼包-主线关卡突破数7100",
    },
    [776] = 
    {
        msg = "限时礼包-主线关卡突破数7200",
    },
    [777] = 
    {
        msg = "限时礼包-主线关卡突破数7300",
    },
    [778] = 
    {
        msg = "限时礼包-主线关卡突破数7400",
    },
    [779] = 
    {
        msg = "限时礼包-主线关卡突破数7500",
    },
    [780] = 
    {
        msg = "限时礼包-主线关卡突破数7600",
    },
    [781] = 
    {
        msg = "限时礼包-主线关卡突破数7700",
    },
    [782] = 
    {
        msg = "限时礼包-主线关卡突破数7800",
    },
    [783] = 
    {
        msg = "限时礼包-主线关卡突破数7900",
    },
    [784] = 
    {
        msg = "限时礼包-主线关卡突破数8000",
    },
    [785] = 
    {
        msg = "限时礼包-主线关卡突破数8100",
    },
    [786] = 
    {
        msg = "限时礼包-主线关卡突破数8200",
    },
    [787] = 
    {
        msg = "限时礼包-主线关卡突破数8300",
    },
    [788] = 
    {
        msg = "限时礼包-主线关卡突破数8400",
    },
    [789] = 
    {
        msg = "限时礼包-主线关卡突破数8500",
    },
    [790] = 
    {
        msg = "限时礼包-主线关卡突破数8600",
    },
    [791] = 
    {
        msg = "限时礼包-主线关卡突破数8700",
    },
    [792] = 
    {
        msg = "限时礼包-主线关卡突破数8800",
    },
    [793] = 
    {
        msg = "限时礼包-主线关卡突破数8900",
    },
    [794] = 
    {
        msg = "限时礼包-主线关卡突破数9000",
    },
    [795] = 
    {
        msg = "限时礼包-主线关卡突破数9100",
    },
    [796] = 
    {
        msg = "限时礼包-主线关卡突破数9200",
    },
    [797] = 
    {
        msg = "限时礼包-主线关卡突破数9300",
    },
    [798] = 
    {
        msg = "限时礼包-主线关卡突破数9400",
    },
    [799] = 
    {
        msg = "限时礼包-主线关卡突破数9500",
    },
    [800] = 
    {
        msg = "限时礼包-主线关卡突破数9600",
    },
    [801] = 
    {
        msg = "限时礼包-主线关卡突破数9700",
    },
    [802] = 
    {
        msg = "限时礼包-主线关卡突破数9800",
    },
    [803] = 
    {
        msg = "限时礼包-主线关卡突破数9900",
    },
    [804] = 
    {
        msg = "限时礼包-主线关卡突破数10000",
    },
    [805] = 
    {
        msg = "限时礼包-主线关卡突破数10100",
    },
    [806] = 
    {
        msg = "限时礼包-主线关卡突破数10200",
    },
    [807] = 
    {
        msg = "限时礼包-主线关卡突破数10300",
    },
    [808] = 
    {
        msg = "限时礼包-主线关卡突破数10400",
    },
    [809] = 
    {
        msg = "限时礼包-主线关卡突破数10500",
    },
    [810] = 
    {
        msg = "限时礼包-主线关卡突破数10600",
    },
    [811] = 
    {
        msg = "限时礼包-主线关卡突破数10700",
    },
    [812] = 
    {
        msg = "限时礼包-主线关卡突破数10800",
    },
    [813] = 
    {
        msg = "限时礼包-主线关卡突破数10900",
    },
    [814] = 
    {
        msg = "限时礼包-主线关卡突破数11000",
    },
    [815] = 
    {
        msg = "限时礼包-主线关卡突破数11100",
    },
    [816] = 
    {
        msg = "限时礼包-主线关卡突破数11200",
    },
    [817] = 
    {
        msg = "限时礼包-主线关卡突破数11300",
    },
    [818] = 
    {
        msg = "限时礼包-主线关卡突破数11400",
    },
    [819] = 
    {
        msg = "限时礼包-主线关卡突破数11500",
    },
    [820] = 
    {
        msg = "限时礼包-主线关卡突破数11600",
    },
    [821] = 
    {
        msg = "限时礼包-主线关卡突破数11700",
    },
    [822] = 
    {
        msg = "限时礼包-主线关卡突破数11800",
    },
    [823] = 
    {
        msg = "限时礼包-主线关卡突破数11900",
    },
    [824] = 
    {
        msg = "限时礼包-主线关卡突破数12000",
    },
    [825] = 
    {
        msg = "七日特惠天1",
    },
    [826] = 
    {
        msg = "七日特惠天2",
    },
    [827] = 
    {
        msg = "七日特惠天3",
    },
    [828] = 
    {
        msg = "七日特惠天4",
    },
    [829] = 
    {
        msg = "七日特惠天5",
    },
    [830] = 
    {
        msg = "七日特惠天6",
    },
    [831] = 
    {
        msg = "七日特惠天7",
    },
    [832] = 
    {
        msg = "传说神格",
    },
    [833] = 
    {
        msg = "传奇职业神器图纸",
    },
    [834] = 
    {
        msg = "传奇神器图纸",
    },
    [835] = 
    {
        msg = "月宫仙子",
    },
    [836] = 
    {
        msg = "自选兔将碎片",
    },
    [837] = 
    {
        msg = "环形泳池",
    },
    [838] = 
    {
        msg = "锻造礼包",
    },
    [839] = 
    {
        msg = "小小草屋",
    },
    [840] = 
    {
        msg = "随机兔将碎片",
    },
    [841] = 
    {
        msg = "橙水晶",
    },
    [842] = 
    {
        msg = "招募礼盒",
    },
    [843] = 
    {
        msg = "进阶宝石礼盒",
    },
    [844] = 
    {
        msg = "自选兔将碎片",
    },
    [845] = 
    {
        msg = "强化宝石礼盒",
    },
    [846] = 
    {
        msg = "金币·大",
    },
    [847] = 
    {
        msg = "金币·中",
    },
    [848] = 
    {
        msg = "金币·小",
    },
    [849] = 
    {
        msg = "金币袋",
    },
    [850] = 
    {
        msg = "中秋国庆星级比拼1",
    },
    [851] = 
    {
        msg = "中秋国庆星级比拼2",
    },
    [852] = 
    {
        msg = "中秋国庆星级比拼3",
    },
    [853] = 
    {
        msg = "中秋国庆星级比拼4",
    },
    [854] = 
    {
        msg = "中秋国庆星级比拼5",
    },
    [855] = 
    {
        msg = "中秋国庆星级比拼6",
    },
    [856] = 
    {
        msg = "中秋国庆星级比拼7",
    },
    [857] = 
    {
        msg = "中秋国庆星级比拼8",
    },
    [858] = 
    {
        msg = "中秋国庆星级比拼9",
    },
    [859] = 
    {
        msg = "中秋国庆星级比拼10",
    },
    [860] = 
    {
        msg = "中秋国庆星级比拼11",
    },
    [861] = 
    {
        msg = "中秋国庆星级比拼12",
    },
    [862] = 
    {
        msg = "中秋国庆星级比拼13",
    },
    [863] = 
    {
        msg = "中秋国庆星级比拼14",
    },
    [864] = 
    {
        msg = "中秋国庆星级比拼15",
    },
    [865] = 
    {
        msg = "中秋国庆星级比拼16",
    },
    [866] = 
    {
        msg = "中秋国庆星级比拼17",
    },
    [867] = 
    {
        msg = "中秋国庆星级比拼18",
    },
    [868] = 
    {
        msg = "招募冲榜",
    },
    [869] = 
    {
        msg = "帽子冲榜",
    },
    [870] = 
    {
        msg = "超募次数达到<color=#70f4a4>%s</color>可参与冲榜",
    },
    [871] = 
    {
        msg = "帽子积分达到<color=#70f4a4>%s</color>可参与冲榜",
    },
    [872] = 
    {
        msg = "每日福利",
    },
    [873] = 
    {
        msg = "主线闯关",
    },
    [874] = 
    {
        msg = "兔将等级",
    },
    [875] = 
    {
        msg = "每日福利",
    },
    [876] = 
    {
        msg = "装备等级",
    },
    [877] = 
    {
        msg = "神座之塔",
    },
    [878] = 
    {
        msg = "每日福利",
    },
    [879] = 
    {
        msg = "竞技挑战",
    },
    [880] = 
    {
        msg = "黑市商城",
    },
    [881] = 
    {
        msg = "每日福利",
    },
    [882] = 
    {
        msg = "怪物营地",
    },
    [883] = 
    {
        msg = "点金手",
    },
    [884] = 
    {
        msg = "每日福利",
    },
    [885] = 
    {
        msg = "招募女巫",
    },
    [886] = 
    {
        msg = "帽子积分",
    },
    [887] = 
    {
        msg = "每日福利",
    },
    [888] = 
    {
        msg = "抢福神",
    },
    [889] = 
    {
        msg = "主角升级",
    },
    [890] = 
    {
        msg = "每日福利",
    },
    [891] = 
    {
        msg = "公会boss",
    },
    [892] = 
    {
        msg = "兔将星级",
    },
    [893] = 
    {
        msg = "神器锻造",
    },
    [894] = 
    {
        msg = "山海秘境",
    },
    [895] = 
    {
        msg = "钻石消费",
    },
    [896] = 
    {
        msg = "美食旅行",
    },
    [897] = 
    {
        msg = "天5礼包1",
    },
    [898] = 
    {
        msg = "天6礼包1",
    },
    [899] = 
    {
        msg = "七日豪礼",
    },
    [900] = 
    {
        msg = "超值天赋礼包",
    },
    [901] = 
    {
        msg = "豪华天赋礼包",
    },
    [902] = 
    {
        msg = "每日培养礼包",
    },
    [903] = 
    {
        msg = "超值培养礼包",
    },
    [904] = 
    {
        msg = "抽卡券礼包",
    },
    [905] = 
    {
        msg = "推图礼盒",
    },
    [906] = 
    {
        msg = "招募礼盒",
    },
    [907] = 
    {
        msg = "强化礼包",
    },
    [908] = 
    {
        msg = "红将礼盒",
    },
    [909] = 
    {
        msg = "招募礼盒·小",
    },
    [910] = 
    {
        msg = "橙水晶礼包",
    },
    [911] = 
    {
        msg = "橙水晶礼盒",
    },
    [912] = 
    {
        msg = "红将碎片礼盒",
    },
    [913] = 
    {
        msg = "锻造礼包",
    },
    [914] = 
    {
        msg = "锻造礼盒·小",
    },
    [915] = 
    {
        msg = "锻造礼盒·大",
    },
    [916] = 
    {
        msg = "招募礼包",
    },
    [917] = 
    {
        msg = "水晶礼盒",
    },
    [918] = 
    {
        msg = "招募礼盒·中",
    },
    [919] = 
    {
        msg = "锻造礼包",
    },
    [920] = 
    {
        msg = "锻造礼盒·小",
    },
    [921] = 
    {
        msg = "神器图纸礼盒",
    },
    [922] = 
    {
        msg = "公会科技礼包",
    },
    [923] = 
    {
        msg = "红将碎片礼盒*小",
    },
    [924] = 
    {
        msg = "红将碎片礼盒*特大",
    },
    [925] = 
    {
        msg = "金币礼包",
    },
    [926] = 
    {
        msg = "推图礼盒",
    },
    [927] = 
    {
        msg = "招募礼盒",
    },
    [928] = 
    {
        msg = "强化礼包",
    },
    [929] = 
    {
        msg = "红将礼盒",
    },
    [930] = 
    {
        msg = "招募礼盒·小",
    },
    [931] = 
    {
        msg = "橙水晶礼包",
    },
    [932] = 
    {
        msg = "橙水晶礼盒",
    },
    [933] = 
    {
        msg = "红将碎片礼盒",
    },
    [934] = 
    {
        msg = "锻造礼包",
    },
    [935] = 
    {
        msg = "锻造礼盒·小",
    },
    [936] = 
    {
        msg = "锻造礼盒·大",
    },
    [937] = 
    {
        msg = "招募礼包",
    },
    [938] = 
    {
        msg = "水晶礼盒",
    },
    [939] = 
    {
        msg = "旅行礼包",
    },
    [940] = 
    {
        msg = "旅行礼盒·小",
    },
    [941] = 
    {
        msg = "旅行礼盒·大",
    },
    [942] = 
    {
        msg = "突破礼盒",
    },
    [943] = 
    {
        msg = "公会科技礼包",
    },
    [944] = 
    {
        msg = "红将碎片礼盒*小",
    },
    [945] = 
    {
        msg = "红将碎片礼盒*特大",
    },
    [946] = 
    {
        msg = "豪饮礼包",
    },
    [947] = 
    {
        msg = "特惠瓜果礼包",
    },
    [948] = 
    {
        msg = "进阶瓜果礼包",
    },
    [949] = 
    {
        msg = "培育礼盒",
    },
    [950] = 
    {
        msg = "培育精选礼盒",
    },
    [951] = 
    {
        msg = "培育进阶礼盒",
    },
    [952] = 
    {
        msg = "培育豪华礼盒",
    },
    [953] = 
    {
        msg = "培育史诗礼盒",
    },
    [954] = 
    {
        msg = "培育传说礼盒",
    },
    [955] = 
    {
        msg = "培育传奇礼盒",
    },
    [956] = 
    {
        msg = "每日特惠打包",
    },
    [957] = 
    {
        msg = "寿神送祝",
    },
    [958] = 
    {
        msg = "重阳星级比拼1",
    },
    [959] = 
    {
        msg = "重阳星级比拼2",
    },
    [960] = 
    {
        msg = "重阳星级比拼3",
    },
    [961] = 
    {
        msg = "重阳星级比拼4",
    },
    [962] = 
    {
        msg = "重阳星级比拼5",
    },
    [963] = 
    {
        msg = "重阳星级比拼6",
    },
    [964] = 
    {
        msg = "重阳星级比拼7",
    },
    [965] = 
    {
        msg = "重阳星级比拼8",
    },
    [966] = 
    {
        msg = "重阳星级比拼9",
    },
    [967] = 
    {
        msg = "重阳星级比拼10",
    },
    [968] = 
    {
        msg = "重阳星级比拼11",
    },
    [969] = 
    {
        msg = "重阳星级比拼12",
    },
    [970] = 
    {
        msg = "重阳星级比拼13",
    },
    [971] = 
    {
        msg = "重阳星级比拼14",
    },
    [972] = 
    {
        msg = "重阳星级比拼15",
    },
    [973] = 
    {
        msg = "重阳星级比拼16",
    },
    [974] = 
    {
        msg = "重阳星级比拼17",
    },
    [975] = 
    {
        msg = "重阳星级比拼18",
    },
    [976] = 
    {
        msg = "推关赠礼",
    },
    [977] = 
    {
        msg = "帽子礼包",
    },
    [978] = 
    {
        msg = "红将碎片礼包",
    },
    [979] = 
    {
        msg = "锻造礼包",
    },
    [980] = 
    {
        msg = "传奇神器锻造包",
    },
    [981] = 
    {
        msg = "红将礼包",
    },
    [982] = 
    {
        msg = "红将碎片礼盒",
    },
    [983] = 
    {
        msg = "金币袋礼包",
    },
    [984] = 
    {
        msg = "锻造礼盒",
    },
    [985] = 
    {
        msg = "抽奖券礼箱",
    },
    [986] = 
    {
        msg = "抽奖券大礼",
    },
    [987] = 
    {
        msg = "帽子礼箱",
    },
    [988] = 
    {
        msg = "帽子礼盒",
    },
    [989] = 
    {
        msg = "红将碎片礼箱",
    },
    [990] = 
    {
        msg = "骰子礼包",
    },
    [991] = 
    {
        msg = "骰子礼盒",
    },
    [992] = 
    {
        msg = "锻造礼包",
    },
    [993] = 
    {
        msg = "金币袋礼盒",
    },
    [994] = 
    {
        msg = "抽奖券礼包",
    },
    [995] = 
    {
        msg = "冒险者装扮豪礼",
    },
    [996] = 
    {
        msg = "家园礼包",
    },
    [997] = 
    {
        msg = "家具礼盒",
    },
    [998] = 
    {
        msg = "天赋豪礼",
    },
    [999] = 
    {
        msg = "招募礼盒",
    },
    [1000] = 
    {
        msg = "神格礼包",
    },
    [1001] = 
    {
        msg = "传奇神格包",
    },
    [1002] = 
    {
        msg = "红将碎片豪礼",
    },
    [1003] = 
    {
        msg = "红将碎片大礼",
    },
    [1004] = 
    {
        msg = "天赋礼包",
    },
    [1005] = 
    {
        msg = "神格礼盒",
    },
    [1006] = 
    {
        msg = "家园礼盒",
    },
    [1007] = 
    {
        msg = "守护礼包",
    },
    [1008] = 
    {
        msg = "守护礼盒",
    },
    [1009] = 
    {
        msg = "宝石礼包",
    },
    [1010] = 
    {
        msg = "宝石礼盒",
    },
    [1011] = 
    {
        msg = "努力终有回报，十连免费送",
    },
    [1012] = 
    {
        msg = "礼帽多多，积分多多",
    },
    [1013] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1014] = 
    {
        msg = "神器锻匠绝佳的练手机会",
    },
    [1015] = 
    {
        msg = "铸造传奇神器，登临兔将巅峰",
    },
    [1016] = 
    {
        msg = "传奇兔将，即刻加入战场",
    },
    [1017] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1018] = 
    {
        msg = "袋里金币叮当作响，幸福之音",
    },
    [1019] = 
    {
        msg = "神器锻匠绝佳的练手机会",
    },
    [1020] = 
    {
        msg = "招募女巫盖满印戳的抽奖券",
    },
    [1021] = 
    {
        msg = "招募女巫的年费抽奖券",
    },
    [1022] = 
    {
        msg = "礼帽数量叠上叠",
    },
    [1023] = 
    {
        msg = "马戏团特供，魔术手礼帽",
    },
    [1024] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1025] = 
    {
        msg = "踏出美食旅行第一步",
    },
    [1026] = 
    {
        msg = "逢骰必6，逢箱必红",
    },
    [1027] = 
    {
        msg = "神器锻匠绝佳的练手机会",
    },
    [1028] = 
    {
        msg = "袋里金币叮当作响，幸福之音",
    },
    [1029] = 
    {
        msg = "招募女巫亲手签制的抽奖券",
    },
    [1030] = 
    {
        msg = "哥特板甲身上着，掌声送给冒险者",
    },
    [1031] = 
    {
        msg = "给家园转盘充充电",
    },
    [1032] = 
    {
        msg = "温馨小屋，打造恬静家园",
    },
    [1033] = 
    {
        msg = "冒险者技能，启动",
    },
    [1034] = 
    {
        msg = "招募女巫盖满印戳的抽奖券",
    },
    [1035] = 
    {
        msg = "凝聚成型的强大神格",
    },
    [1036] = 
    {
        msg = "烙印传奇神格，神力技能涌现",
    },
    [1037] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1038] = 
    {
        msg = "海量碎片强化兔将星光",
    },
    [1039] = 
    {
        msg = "兔将很努力了，轮到冒险者提升",
    },
    [1040] = 
    {
        msg = "凝聚成型的强大神格",
    },
    [1041] = 
    {
        msg = "家具不够？一扫而空！",
    },
    [1042] = 
    {
        msg = "四象之力觉醒助力",
    },
    [1043] = 
    {
        msg = "四灵祝福即可开启",
    },
    [1044] = 
    {
        msg = "金工巧匠为您效劳",
    },
    [1045] = 
    {
        msg = "宝石工匠悉心服务",
    },
    [1046] = 
    {
        msg = "免费尝鲜礼包",
    },
    [1047] = 
    {
        msg = "10000钻石豪礼",
    },
    [1048] = 
    {
        msg = "6元自选礼包",
    },
    [1049] = 
    {
        msg = "30元自选礼盒",
    },
    [1050] = 
    {
        msg = "68元自选礼盒",
    },
    [1051] = 
    {
        msg = "128元自选礼盒",
    },
    [1052] = 
    {
        msg = "198元自选礼盒",
    },
    [1053] = 
    {
        msg = "328元自选礼盒",
    },
    [1054] = 
    {
        msg = "648元自选礼盒",
    },
    [1055] = 
    {
        msg = "家园特权",
    },
    [1056] = 
    {
        msg = "宝石礼包",
    },
    [1057] = 
    {
        msg = "宝石礼盒",
    },
    [1058] = 
    {
        msg = "帽子礼包",
    },
    [1059] = 
    {
        msg = "帽子礼包",
    },
    [1060] = 
    {
        msg = "帽子礼箱",
    },
    [1061] = 
    {
        msg = "帽子礼盒",
    },
    [1062] = 
    {
        msg = "推关赠礼",
    },
    [1063] = 
    {
        msg = "锻造礼包",
    },
    [1064] = 
    {
        msg = "锻造礼盒",
    },
    [1065] = 
    {
        msg = "锻造豪礼",
    },
    [1066] = 
    {
        msg = "金币袋礼包",
    },
    [1067] = 
    {
        msg = "金币袋礼盒",
    },
    [1068] = 
    {
        msg = "传奇神器锻造包",
    },
    [1069] = 
    {
        msg = "家具礼盒",
    },
    [1070] = 
    {
        msg = "守护礼包",
    },
    [1071] = 
    {
        msg = "守护礼盒",
    },
    [1072] = 
    {
        msg = "守护豪礼",
    },
    [1073] = 
    {
        msg = "家具礼盒",
    },
    [1074] = 
    {
        msg = "家具礼盒",
    },
    [1075] = 
    {
        msg = "神格礼盒",
    },
    [1076] = 
    {
        msg = "天赋豪礼",
    },
    [1077] = 
    {
        msg = "天赋礼包",
    },
    [1078] = 
    {
        msg = "红将碎片礼包",
    },
    [1079] = 
    {
        msg = "红将碎片礼包",
    },
    [1080] = 
    {
        msg = "红将碎片礼盒",
    },
    [1081] = 
    {
        msg = "红将碎片大礼",
    },
    [1082] = 
    {
        msg = "红将碎片豪礼",
    },
    [1083] = 
    {
        msg = "家具礼盒",
    },
    [1084] = 
    {
        msg = "冒险者装扮豪礼",
    },
    [1085] = 
    {
        msg = "骰子礼包",
    },
    [1086] = 
    {
        msg = "骰子礼盒",
    },
    [1087] = 
    {
        msg = "抽奖券礼箱",
    },
    [1088] = 
    {
        msg = "抽奖券礼包",
    },
    [1089] = 
    {
        msg = "抽奖券大礼",
    },
    [1090] = 
    {
        msg = "神格礼盒",
    },
    [1091] = 
    {
        msg = "红将礼包",
    },
    [1092] = 
    {
        msg = "传奇神格包",
    },
    [1093] = 
    {
        msg = "金工巧匠为您效劳",
    },
    [1094] = 
    {
        msg = "宝石工匠悉心服务",
    },
    [1095] = 
    {
        msg = "礼帽多多，积分多多",
    },
    [1096] = 
    {
        msg = "礼帽多多，积分多多",
    },
    [1097] = 
    {
        msg = "礼帽数量叠上叠",
    },
    [1098] = 
    {
        msg = "马戏团特供，魔术手礼帽",
    },
    [1099] = 
    {
        msg = "努力终有回报，十连免费送",
    },
    [1100] = 
    {
        msg = "锻造竞技两手抓两手硬",
    },
    [1101] = 
    {
        msg = "神器锻匠的不二推荐",
    },
    [1102] = 
    {
        msg = "神器锻匠绝佳的练手机会",
    },
    [1103] = 
    {
        msg = "袋里金币叮当作响，幸福之音",
    },
    [1104] = 
    {
        msg = "袋里金币琳琅溢满，人神皆妒",
    },
    [1105] = 
    {
        msg = "铸造传奇神器，登临兔将巅峰",
    },
    [1106] = 
    {
        msg = "环形泳池，为家园增添水色",
    },
    [1107] = 
    {
        msg = "守护之力登堂入室",
    },
    [1108] = 
    {
        msg = "四象之力觉醒助力",
    },
    [1109] = 
    {
        msg = "四灵祝福即可开启",
    },
    [1110] = 
    {
        msg = "高耸巨塔，尽显威严",
    },
    [1111] = 
    {
        msg = "沙漠行舟，一览新奇",
    },
    [1112] = 
    {
        msg = "凝聚成型的强大神格",
    },
    [1113] = 
    {
        msg = "冒险者技能，一步到位",
    },
    [1114] = 
    {
        msg = "兔将很努力了，轮到冒险者提升",
    },
    [1115] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1116] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1117] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1118] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1119] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1120] = 
    {
        msg = "温馨小屋，打造恬静家园",
    },
    [1121] = 
    {
        msg = "哥特板甲身上着，掌声送给冒险者",
    },
    [1122] = 
    {
        msg = "踏出美食旅行第一步",
    },
    [1123] = 
    {
        msg = "逢骰必6，逢箱必红",
    },
    [1124] = 
    {
        msg = "招募女巫盖满印戳的抽奖券",
    },
    [1125] = 
    {
        msg = "招募女巫卷起的十连奖券",
    },
    [1126] = 
    {
        msg = "招募女巫的年费抽奖券",
    },
    [1127] = 
    {
        msg = "凝聚成型的强大神格",
    },
    [1128] = 
    {
        msg = "传奇兔将，即刻加入战场",
    },
    [1129] = 
    {
        msg = "烙印传奇神格，神力技能涌现",
    },
    [1130] = 
    {
        msg = "购物返利满减金额",
    },
    [1131] = 
    {
        msg = "购物返利满减金额",
    },
    [1132] = 
    {
        msg = "购物返利满减金额",
    },
    [1133] = 
    {
        msg = "购物返利满减金额",
    },
    [1134] = 
    {
        msg = "购物返利满减金额",
    },
    [1135] = 
    {
        msg = "购物返利满减金额",
    },
    [1136] = 
    {
        msg = "购物返利满减金额",
    },
    [1137] = 
    {
        msg = "购物返利满减金额",
    },
    [1138] = 
    {
        msg = "购物返利满减金额",
    },
    [1139] = 
    {
        msg = "购物返利满减金额",
    },
    [1140] = 
    {
        msg = "购物返利满减金额",
    },
    [1141] = 
    {
        msg = "购物返利满减金额",
    },
    [1142] = 
    {
        msg = "购物返利满减金额",
    },
    [1143] = 
    {
        msg = "购物返利满减金额",
    },
    [1144] = 
    {
        msg = "购物返利满减金额",
    },
    [1145] = 
    {
        msg = "购物返利满减金额",
    },
    [1146] = 
    {
        msg = "购物返利满减金额",
    },
    [1147] = 
    {
        msg = "特惠千纸鹤礼包",
    },
    [1148] = 
    {
        msg = "千纸鹤礼包",
    },
    [1149] = 
    {
        msg = "千纸鹤礼盒",
    },
    [1150] = 
    {
        msg = "千纸鹤精选礼盒",
    },
    [1151] = 
    {
        msg = "千纸鹤进阶礼盒",
    },
    [1152] = 
    {
        msg = "千纸鹤豪华礼盒",
    },
    [1153] = 
    {
        msg = "千纸鹤史诗礼盒",
    },
    [1154] = 
    {
        msg = "千纸鹤传说礼盒",
    },
    [1155] = 
    {
        msg = "千纸鹤传奇礼盒",
    },
    [1156] = 
    {
        msg = "特惠豪饮礼包",
    },
    [1157] = 
    {
        msg = "豪饮礼包",
    },
    [1158] = 
    {
        msg = "豪饮礼盒",
    },
    [1159] = 
    {
        msg = "豪饮精选礼盒",
    },
    [1160] = 
    {
        msg = "豪饮进阶礼盒",
    },
    [1161] = 
    {
        msg = "豪饮豪华礼盒",
    },
    [1162] = 
    {
        msg = "豪饮史诗礼盒",
    },
    [1163] = 
    {
        msg = "豪饮传说礼盒",
    },
    [1164] = 
    {
        msg = "豪饮传奇礼盒",
    },
    [1165] = 
    {
        msg = "每日登录",
    },
    [1166] = 
    {
        msg = "招募赠礼",
    },
    [1167] = 
    {
        msg = "悟空升星精选礼盒",
    },
    [1168] = 
    {
        msg = "悟空升星进阶礼盒",
    },
    [1169] = 
    {
        msg = "悟空升星豪华礼盒",
    },
    [1170] = 
    {
        msg = "悟空升星史诗礼盒",
    },
    [1171] = 
    {
        msg = "悟空升星传说礼盒",
    },
    [1172] = 
    {
        msg = "悟空升星传奇礼盒",
    },
    [1173] = 
    {
        msg = "美食赠礼",
    },
    [1174] = 
    {
        msg = "美食精选礼盒",
    },
    [1175] = 
    {
        msg = "美食进阶礼盒",
    },
    [1176] = 
    {
        msg = "美食豪华礼盒",
    },
    [1177] = 
    {
        msg = "美食史诗礼盒",
    },
    [1178] = 
    {
        msg = "美食传说礼盒",
    },
    [1179] = 
    {
        msg = "美食传奇礼盒",
    },
    [1180] = 
    {
        msg = "魔法帽赠礼",
    },
    [1181] = 
    {
        msg = "魔法帽精选礼盒",
    },
    [1182] = 
    {
        msg = "魔法帽进阶礼盒",
    },
    [1183] = 
    {
        msg = "魔法帽豪华礼盒",
    },
    [1184] = 
    {
        msg = "魔法帽史诗礼盒",
    },
    [1185] = 
    {
        msg = "魔法帽传说礼盒",
    },
    [1186] = 
    {
        msg = "魔法帽传奇礼盒",
    },
    [1187] = 
    {
        msg = "招募赠礼",
    },
    [1188] = 
    {
        msg = "招募精选礼盒",
    },
    [1189] = 
    {
        msg = "招募进阶礼盒",
    },
    [1190] = 
    {
        msg = "招募豪华礼盒",
    },
    [1191] = 
    {
        msg = "招募史诗礼盒",
    },
    [1192] = 
    {
        msg = "招募传说礼盒",
    },
    [1193] = 
    {
        msg = "招募传奇礼盒",
    },
    [1194] = 
    {
        msg = "祈福签数",
    },
    [1195] = 
    {
        msg = "在九九消寒完成任务获得祈福签",
    },
    [1196] = 
    {
        msg = "进阶礼包",
    },
    [1197] = 
    {
        msg = "强化礼包",
    },
    [1198] = 
    {
        msg = "神格培养礼包",
    },
    [1199] = 
    {
        msg = "家园礼包",
    },
    [1200] = 
    {
        msg = "魔法帽礼包",
    },
    [1201] = 
    {
        msg = "骰子礼包",
    },
    [1202] = 
    {
        msg = "自选碎片礼包",
    },
    [1203] = 
    {
        msg = "天赋礼包",
    },
    [1204] = 
    {
        msg = "魔法帽礼包",
    },
    [1205] = 
    {
        msg = "美食礼包",
    },
    [1206] = 
    {
        msg = "黄金勋章礼包",
    },
    [1207] = 
    {
        msg = "传说神格礼包",
    },
    [1208] = 
    {
        msg = "神器礼包",
    },
    [1209] = 
    {
        msg = "神格合成礼包",
    },
    [1210] = 
    {
        msg = "天赋豪华礼包",
    },
    [1211] = 
    {
        msg = "觉醒礼包",
    },
    [1212] = 
    {
        msg = "职业神器礼包",
    },
    [1213] = 
    {
        msg = "神话神格礼包",
    },
    [1214] = 
    {
        msg = "宝石礼包",
    },
    [1215] = 
    {
        msg = "推关赠礼",
    },
    [1216] = 
    {
        msg = "进阶礼包",
    },
    [1217] = 
    {
        msg = "强化礼包",
    },
    [1218] = 
    {
        msg = "帽子礼包",
    },
    [1219] = 
    {
        msg = "帽子礼箱",
    },
    [1220] = 
    {
        msg = "帽子礼盒",
    },
    [1221] = 
    {
        msg = "红将碎片礼包",
    },
    [1222] = 
    {
        msg = "红将碎片礼盒",
    },
    [1223] = 
    {
        msg = "红将碎片大礼",
    },
    [1224] = 
    {
        msg = "抽奖券礼箱",
    },
    [1225] = 
    {
        msg = "抽奖券礼包",
    },
    [1226] = 
    {
        msg = "徽章礼盒",
    },
    [1227] = 
    {
        msg = "技能礼盒",
    },
    [1228] = 
    {
        msg = "锻造礼包",
    },
    [1229] = 
    {
        msg = "锻造礼盒",
    },
    [1230] = 
    {
        msg = "锻造豪礼",
    },
    [1231] = 
    {
        msg = "骰子礼包",
    },
    [1232] = 
    {
        msg = "美食礼盒",
    },
    [1233] = 
    {
        msg = "家园礼盒",
    },
    [1234] = 
    {
        msg = "家具礼盒",
    },
    [1235] = 
    {
        msg = "家具礼盒",
    },
    [1236] = 
    {
        msg = "家具礼盒",
    },
    [1237] = 
    {
        msg = "萝卜礼包",
    },
    [1238] = 
    {
        msg = "萝卜礼盒",
    },
    [1239] = 
    {
        msg = "守护礼盒",
    },
    [1240] = 
    {
        msg = "守护豪礼",
    },
    [1241] = 
    {
        msg = "宝石礼包",
    },
    [1242] = 
    {
        msg = "传奇神器锻造包",
    },
    [1243] = 
    {
        msg = "职业神器锻造包",
    },
    [1244] = 
    {
        msg = "神格礼盒",
    },
    [1245] = 
    {
        msg = "传说神格礼盒",
    },
    [1246] = 
    {
        msg = "传奇神格包",
    },
    [1247] = 
    {
        msg = "宝石礼盒",
    },
    [1248] = 
    {
        msg = "宝石豪礼",
    },
    [1249] = 
    {
        msg = "红将碎片礼包",
    },
    [1250] = 
    {
        msg = "红将碎片礼包",
    },
    [1251] = 
    {
        msg = "红将碎片礼盒",
    },
    [1252] = 
    {
        msg = "锻造礼包",
    },
    [1253] = 
    {
        msg = "锻造礼盒",
    },
    [1254] = 
    {
        msg = "锻造豪礼",
    },
    [1255] = 
    {
        msg = "帽子礼包",
    },
    [1256] = 
    {
        msg = "帽子礼箱",
    },
    [1257] = 
    {
        msg = "帽子礼盒",
    },
    [1258] = 
    {
        msg = "抽奖券礼箱",
    },
    [1259] = 
    {
        msg = "抽奖券礼包",
    },
    [1260] = 
    {
        msg = "抽奖券大礼",
    },
    [1261] = 
    {
        msg = "努力终有回报，十连免费送",
    },
    [1262] = 
    {
        msg = "宝石堆成山，一键进阶",
    },
    [1263] = 
    {
        msg = "宝石堆成山，一键强化",
    },
    [1264] = 
    {
        msg = "礼帽多多，积分多多",
    },
    [1265] = 
    {
        msg = "礼帽数量叠上叠",
    },
    [1266] = 
    {
        msg = "马戏团特供，魔术手礼帽",
    },
    [1267] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1268] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1269] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1270] = 
    {
        msg = "招募女巫盖满印戳的抽奖券",
    },
    [1271] = 
    {
        msg = "招募女巫卷起的十连奖券",
    },
    [1272] = 
    {
        msg = "徽章码成排，神秘商城助力",
    },
    [1273] = 
    {
        msg = "为心仪的兔将献上技能大礼",
    },
    [1274] = 
    {
        msg = "锻造竞技两手抓两手硬",
    },
    [1275] = 
    {
        msg = "神器锻匠的不二推荐",
    },
    [1276] = 
    {
        msg = "神器锻匠绝佳的练手机会",
    },
    [1277] = 
    {
        msg = "逢骰必6，逢箱必红",
    },
    [1278] = 
    {
        msg = "踏出美食第一步",
    },
    [1279] = 
    {
        msg = "丰富家具任挑选",
    },
    [1280] = 
    {
        msg = "沙漠行舟，一览新奇",
    },
    [1281] = 
    {
        msg = "高耸巨塔，尽显威严",
    },
    [1282] = 
    {
        msg = "环形泳池，为家园增添水色",
    },
    [1283] = 
    {
        msg = "兔将很努力了，轮到冒险者提升",
    },
    [1284] = 
    {
        msg = "冒险者技能，一步到位",
    },
    [1285] = 
    {
        msg = "四象之力觉醒助力",
    },
    [1286] = 
    {
        msg = "四灵祝福即可开启",
    },
    [1287] = 
    {
        msg = "金工巧匠为您效劳",
    },
    [1288] = 
    {
        msg = "铸造传奇神器，即刻超凡脱俗",
    },
    [1289] = 
    {
        msg = "铸造职业神器，登临兔将巅峰",
    },
    [1290] = 
    {
        msg = "凝聚成型的强大神格",
    },
    [1291] = 
    {
        msg = "烙印传说神格，神力技能初显",
    },
    [1292] = 
    {
        msg = "烙印传奇神格，掌握强力技能",
    },
    [1293] = 
    {
        msg = "宝石工匠悉心服务",
    },
    [1294] = 
    {
        msg = "匠心打造工艺极致",
    },
    [1295] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1296] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1297] = 
    {
        msg = "点滴碎片汇聚成兔将星光",
    },
    [1298] = 
    {
        msg = "锻造竞技两手抓两手硬",
    },
    [1299] = 
    {
        msg = "神器锻匠的不二推荐",
    },
    [1300] = 
    {
        msg = "神器锻匠绝佳的练手机会",
    },
    [1301] = 
    {
        msg = "礼帽多多，积分多多",
    },
    [1302] = 
    {
        msg = "礼帽数量叠上叠",
    },
    [1303] = 
    {
        msg = "马戏团特供，魔术手礼帽",
    },
    [1304] = 
    {
        msg = "招募女巫盖满印戳的抽奖券",
    },
    [1305] = 
    {
        msg = "招募女巫卷起的十连奖券",
    },
    [1306] = 
    {
        msg = "招募女巫的年费抽奖券",
    },
    [1307] = 
    {
        msg = "锻造赠礼",
    },
    [1308] = 
    {
        msg = "锻造精选礼盒",
    },
    [1309] = 
    {
        msg = "锻造进阶礼盒",
    },
    [1310] = 
    {
        msg = "锻造豪华礼盒",
    },
    [1311] = 
    {
        msg = "锻造史诗礼盒",
    },
    [1312] = 
    {
        msg = "锻造传说礼盒",
    },
    [1313] = 
    {
        msg = "锻造传奇礼盒",
    },
    [1314] = 
    {
        msg = "职业神器箱",
    },
    [1315] = 
    {
        msg = "传奇神器自选",
    },
    [1316] = 
    {
        msg = "自选神话碎片",
    },
    [1317] = 
    {
        msg = "橙色魔法帽",
    },
    [1318] = 
    {
        msg = "玄阳精铁",
    },
    [1319] = 
    {
        msg = "抽奖券",
    },
    [1320] = 
    {
        msg = "黄金骰子",
    },
    [1321] = 
    {
        msg = "金币袋",
    },
    [1322] = 
    {
        msg = "进阶宝石",
    },
    [1323] = 
    {
        msg = "强化宝石",
    },
    [1324] = 
    {
        msg = "神器之心",
    },
    [1325] = 
    {
        msg = "神器精华",
    },
    [1326] = 
    {
        msg = "神器碎片",
    },
    [1327] = 
    {
        msg = "金币",
    },
    [1328] = 
    {
        msg = "自选神话神格",
    },
    [1329] = 
    {
        msg = "自选传说神格",
    },
    [1330] = 
    {
        msg = "自选神话碎片",
    },
    [1331] = 
    {
        msg = "固态神性",
    },
    [1332] = 
    {
        msg = "橙色魔法帽",
    },
    [1333] = 
    {
        msg = "玄阳精铁",
    },
    [1334] = 
    {
        msg = "抽奖券",
    },
    [1335] = 
    {
        msg = "黄金骰子",
    },
    [1336] = 
    {
        msg = "金币袋",
    },
    [1337] = 
    {
        msg = "进阶宝石",
    },
    [1338] = 
    {
        msg = "强化宝石",
    },
    [1339] = 
    {
        msg = "神格晶萃",
    },
    [1340] = 
    {
        msg = "神格晶萃",
    },
    [1341] = 
    {
        msg = "神格晶萃",
    },
    [1342] = 
    {
        msg = "金币",
    },
    [1343] = 
    {
        msg = "自选神话神格",
    },
    [1344] = 
    {
        msg = "职业神器箱",
    },
    [1345] = 
    {
        msg = "传奇神器自选",
    },
    [1346] = 
    {
        msg = "自选传说神格",
    },
    [1347] = 
    {
        msg = "自选神话碎片",
    },
    [1348] = 
    {
        msg = "固态神性",
    },
    [1349] = 
    {
        msg = "橙色魔法帽",
    },
    [1350] = 
    {
        msg = "玄阳精铁",
    },
    [1351] = 
    {
        msg = "抽奖券",
    },
    [1352] = 
    {
        msg = "黄金骰子",
    },
    [1353] = 
    {
        msg = "金币袋",
    },
    [1354] = 
    {
        msg = "神器精华",
    },
    [1355] = 
    {
        msg = "神器碎片",
    },
    [1356] = 
    {
        msg = "神格晶萃",
    },
    [1357] = 
    {
        msg = "神格晶萃",
    },
    [1358] = 
    {
        msg = "金币",
    },
}