actormgr = 
{
    [0] = 
    {
        msg = "正确",
    },
    [1] = 
    {
        msg = "sql错误",
    },
    [2] = 
    {
        msg = "用户没登陆",
    },
    [3] = 
    {
        msg = "游戏服务没准备好",
    },
    [4] = 
    {
        msg = "角色上一次保存数据是否出现异常",
    },
    [5] = 
    {
        msg = "客户端选择角色的常规错误",
    },
    [6] = 
    {
        msg = "角色名已存在",
    },
    [7] = 
    {
        msg = "角色不存在",
    },
    [8] = 
    {
        msg = "随机生成的名字已经分配完",
    },
    [9] = 
    {
        msg = "错误的性别",
    },
    [10] = 
    {
        msg = "错误的角色职业",
    },
    [11] = 
    {
        msg = "角色名中包含敏感字符",
    },
    [12] = 
    {
        msg = "如果玩家是帮主，不能删除该角色，需要玩家退帮",
    },
    [13] = 
    {
        msg = "已经登陆到其他服务器",
    },
    [14] = 
    {
        msg = "已经超过最大可建角色数量",
    },
    [15] = 
    {
        msg = "您还没有退出帮派，请先退出帮派",
    },
    [16] = 
    {
        msg = "已有角色",
    },
    [17] = 
    {
        msg = "协议版本不匹配",
    },
    [18] = 
    {
        msg = "本服已禁止创角",
    },
    [100] = 
    {
        msg = "操作成功",
    },
    [101] = 
    {
        msg = "密码错误",
    },
    [102] = 
    {
        msg = "没有这个账号",
    },
    [103] = 
    {
        msg = "已经在线",
    },
    [104] = 
    {
        msg = "服务器忙",
    },
    [105] = 
    {
        msg = "服务器登录繁忙",
    },
    [106] = 
    {
        msg = "session服务器有问题，比如db没有连接好",
    },
    [107] = 
    {
        msg = "不存在这个服务器",
    },
    [108] = 
    {
        msg = "用户已被封IP，请联系GM",
    },
    [109] = 
    {
        msg = "用户已被封号，请联系GM",
    },
    [110] = 
    {
        msg = "临时生成的key超时",
    },
    [111] = 
    {
        msg = "防沉迷实名认证信息出错",
    },
    [112] = 
    {
        msg = "防沉迷登录时间段限制",
    },
    [113] = 
    {
        msg = "防沉迷登录累积时长超时",
    },
    [114] = 
    {
        msg = "操作成功(踢人成功不飘字)",
    },
}