attrname = 
{
    [1] = 
    {
        msg = "生命",
    },
    [2] = 
    {
        msg = "生命上限",
    },
    [3] = 
    {
        msg = "怒气",
    },
    [4] = 
    {
        msg = "怒气上限",
    },
    [5] = 
    {
        msg = "攻击",
    },
    [6] = 
    {
        msg = "防御",
    },
    [7] = 
    {
        msg = "速度",
    },
    [8] = 
    {
        msg = "暴击率",
    },
    [9] = 
    {
        msg = "暴击伤害",
    },
    [10] = 
    {
        msg = "抗暴率",
    },
    [11] = 
    {
        msg = "爆伤抵抗",
    },
    [12] = 
    {
        msg = "免控率",
    },
    [13] = 
    {
        msg = "控制率",
    },
    [14] = 
    {
        msg = "增伤",
    },
    [15] = 
    {
        msg = "免伤",
    },
    [16] = 
    {
        msg = "破甲",
    },
    [17] = 
    {
        msg = "破甲抵抗",
    },
    [18] = 
    {
        msg = "技能增伤",
    },
    [19] = 
    {
        msg = "技能免伤",
    },
    [20] = 
    {
        msg = "全体攻击",
    },
    [21] = 
    {
        msg = "全体生命",
    },
    [22] = 
    {
        msg = "全体防御",
    },
    [23] = 
    {
        msg = "全体速度",
    },
    [24] = 
    {
        msg = "全体攻击",
    },
    [25] = 
    {
        msg = "全体生命",
    },
    [26] = 
    {
        msg = "全体防御",
    },
    [27] = 
    {
        msg = "全体速度",
    },
    [28] = 
    {
        msg = "攻击回怒",
    },
    [29] = 
    {
        msg = "受击回怒",
    },
    [30] = 
    {
        msg = "点击伤害",
    },
    [31] = 
    {
        msg = "真实伤害",
    },
    [32] = 
    {
        msg = "受治疗加成",
    },
    [33] = 
    {
        msg = "受治疗减益",
    },
    [34] = 
    {
        msg = "护盾值",
    },
    [35] = 
    {
        msg = "吸血",
    },
    [36] = 
    {
        msg = "美食币加成",
    },
    [37] = 
    {
        msg = "单次受伤上限",
    },
    [38] = 
    {
        msg = "buff增伤",
    },
    [39] = 
    {
        msg = "buff减伤",
    },
    [40] = 
    {
        msg = "闯关增伤",
    },
}