buff = 
{
    [1] = 
    {
        name = "窝旁打草I",
    },
    [2] = 
    {
        name = "窝旁打草II",
    },
    [3] = 
    {
        name = "窝旁打草III",
    },
    [4] = 
    {
        name = "应急储备I",
    },
    [5] = 
    {
        name = "应急储备II",
    },
    [6] = 
    {
        name = "应急储备III",
    },
    [7] = 
    {
        name = "稻草连打I",
    },
    [8] = 
    {
        name = "稻草连打II",
    },
    [9] = 
    {
        name = "稻草连打III",
    },
    [10] = 
    {
        name = "粮草先行I",
    },
    [11] = 
    {
        name = "粮草先行II",
    },
    [12] = 
    {
        name = "粮草先行III",
    },
    [13] = 
    {
        name = "秋风落叶I",
    },
    [14] = 
    {
        name = "秋风落叶II",
    },
    [15] = 
    {
        name = "秋风落叶III",
    },
    [16] = 
    {
        name = "武演讲堂I",
    },
    [17] = 
    {
        name = "武演讲堂II",
    },
    [18] = 
    {
        name = "武演讲堂III",
    },
    [19] = 
    {
        name = "草药讲堂I",
    },
    [20] = 
    {
        name = "草药讲堂II",
    },
    [21] = 
    {
        name = "草药讲堂III",
    },
    [22] = 
    {
        name = "硬功讲堂I",
    },
    [23] = 
    {
        name = "硬功讲堂II",
    },
    [24] = 
    {
        name = "硬功讲堂III",
    },
    [25] = 
    {
        name = "气劲讲堂I",
    },
    [26] = 
    {
        name = "气劲讲堂II",
    },
    [27] = 
    {
        name = "气劲讲堂III",
    },
    [28] = 
    {
        name = "浑身讲堂I",
    },
    [29] = 
    {
        name = "浑身讲堂II",
    },
    [30] = 
    {
        name = "浑身讲堂III",
    },
    [31] = 
    {
        name = "暗流飞石I",
    },
    [32] = 
    {
        name = "暗流飞石II",
    },
    [33] = 
    {
        name = "暗流飞石III",
    },
    [34] = 
    {
        name = "烟雾迷弹I",
    },
    [35] = 
    {
        name = "烟雾迷弹II",
    },
    [36] = 
    {
        name = "烟雾迷弹III",
    },
    [37] = 
    {
        name = "冷嘲热讽I",
    },
    [38] = 
    {
        name = "冷嘲热讽II",
    },
    [39] = 
    {
        name = "冷嘲热讽III",
    },
    [40] = 
    {
        name = "露寒霜降I",
    },
    [41] = 
    {
        name = "露寒霜降II",
    },
    [42] = 
    {
        name = "露寒霜降III",
    },
    [43] = 
    {
        name = "当头一棒I",
    },
    [44] = 
    {
        name = "当头一棒II",
    },
    [45] = 
    {
        name = "当头一棒III",
    },
}