client = 
{
    [1] = 
    {
        msg = "修复",
    },
    [2] = 
    {
        msg = "公告",
    },
    [3] = 
    {
        msg = "账号",
    },
    [4] = 
    {
        msg = "点击选服",
    },
    [5] = 
    {
        msg = "登录",
    },
    [6] = 
    {
        msg = "账号登录",
    },
    [7] = 
    {
        msg = "登录游戏",
    },
    [8] = 
    {
        msg = "选择服务器",
    },
    [9] = 
    {
        msg = "是否清除缓存修复异常？",
    },
    [10] = 
    {
        msg = "网络已断开，点击确定重新连接",
    },
    [11] = 
    {
        msg = "重连中...",
    },
    [12] = 
    {
        msg = "重连失败，点击确定返回登录",
    },
    [13] = 
    {
        msg = "网络已断开，点击确定返回登录",
    },
    [14] = 
    {
        msg = "请求服务器列表失败，请重试",
    },
    [15] = 
    {
        msg = "连接服务器中",
    },
    [16] = 
    {
        msg = "连接服务器失败，请重试",
    },
    [17] = 
    {
        msg = "登录失败，请重试",
    },
    [18] = 
    {
        msg = "我的区服",
    },
    [19] = 
    {
        msg = "随机",
    },
    [20] = 
    {
        msg = "创建角色",
    },
    [21] = 
    {
        msg = "%s服 %s",
    },
    [22] = 
    {
        msg = "创建角色失败",
    },
    [23] = 
    {
        msg = "请求进入游戏失败",
    },
    [24] = 
    {
        msg = "推荐区服",
    },
    [25] = 
    {
        msg = "区",
    },
    [26] = 
    {
        msg = "请输入账号",
    },
    [27] = 
    {
        msg = "提交",
    },
    [28] = 
    {
        msg = "1-7个字符",
    },
    [29] = 
    {
        msg = "删除",
    },
    [30] = 
    {
        msg = "年",
    },
    [31] = 
    {
        msg = "月",
    },
    [32] = 
    {
        msg = "天",
    },
    [33] = 
    {
        msg = "时",
    },
    [34] = 
    {
        msg = "分",
    },
    [35] = 
    {
        msg = "秒",
    },
    [36] = 
    {
        msg = "输入需要拦截的协议",
    },
    [37] = 
    {
        msg = "拦截",
    },
    [38] = 
    {
        msg = "当前已拦截的协议",
    },
    [39] = 
    {
        msg = "协议对应的参数列表",
    },
    [40] = 
    {
        msg = "发送一次",
    },
    [41] = 
    {
        msg = "发送五次",
    },
    [42] = 
    {
        msg = "发送十次",
    },
    [43] = 
    {
        msg = "系统Id",
    },
    [44] = 
    {
        msg = "子Id",
    },
    [45] = 
    {
        msg = "字段名:",
    },
    [46] = 
    {
        msg = "当前值:",
    },
    [47] = 
    {
        msg = "修改值:",
    },
    [48] = 
    {
        msg = "点击输入",
    },
    [49] = 
    {
        msg = "防沉迷认证",
    },
    [50] = 
    {
        msg = "姓   名：",
    },
    [51] = 
    {
        msg = "身份证：",
    },
    [52] = 
    {
        msg = "协议拦截",
    },
    [53] = 
    {
        msg = "发送",
    },
    [54] = 
    {
        msg = "是否删除已读的邮件？\n(未领取附件的邮件不会被删除)",
    },
    [55] = 
    {
        msg = "正在进入游戏",
    },
    [56] = 
    {
        msg = "你真的要退出吗？",
    },
    [57] = 
    {
        msg = "系统Id",
    },
    [58] = 
    {
        msg = "子Id",
    },
    [59] = 
    {
        msg = "为保护未成年人身心健康，您在22：00~次日8:00之间，将无法登录游戏，请您合理安排学习生活时间~",
    },
    [60] = 
    {
        msg = "根据未成年人游戏规则，您今天累计在线时间已满，快去休息一下吧！！",
    },
    [61] = 
    {
        msg = "根据未成年人游戏充值规则，您本次充值的额度已超出规定额度，请您合理消费，谢谢~",
    },
    [62] = 
    {
        msg = "未成年人游戏时长规则",
    },
    [63] = 
    {
        msg = "18周岁以下未成年用户，游戏账号每日累计游戏时长不超过3小时",
    },
    [64] = 
    {
        msg = "请您合理安排游戏时间，享受健康生活~",
    },
    [65] = 
    {
        msg = "未成年人付费规定",
    },
    [66] = 
    {
        msg = "不满8周岁的用户，不提供游戏付费服务",
    },
    [67] = 
    {
        msg = "8周岁以上16周岁以下的用户，每次充值不得超过50元人民币，每月充值金额累计不得超出200元人民币",
    },
    [68] = 
    {
        msg = "16周岁以上的未成年人用户，单次充值金额不得超过100元人民币，每月充值金额累计不得超过400元人民币",
    },
    [69] = 
    {
        msg = "检测到有更新内容，请点击确定进行更新",
    },
    [70] = 
    {
        msg = "检测到有更新内容，请刷新网页",
    },
    [71] = 
    {
        msg = "检测到有更新内容，请重启游戏",
    },
    [72] = 
    {
        msg = "充值功能未开放",
    },
    [73] = 
    {
        msg = "当前拥有<color=#399ff6>%s%s</color>，是否消耗<color=#399ff6>%s%s</color>进行充值？",
    },
    [74] = 
    {
        msg = "是",
    },
    [75] = 
    {
        msg = "否",
    },
    [76] = 
    {
        msg = "无",
    },
    [77] = 
    {
        msg = "爆满",
    },
    [78] = 
    {
        msg = "已满",
    },
    [79] = 
    {
        msg = "流畅",
    },
    [80] = 
    {
        msg = "维护",
    },
    [81] = 
    {
        msg = "新服",
    },
    [82] = 
    {
        msg = "数据接收中，请耐心等待……",
    },
    [83] = 
    {
        msg = "没有服务器，请重试",
    },
    [84] = 
    {
        msg = "十",
    },
    [85] = 
    {
        msg = "百",
    },
    [86] = 
    {
        msg = "千",
    },
    [87] = 
    {
        msg = "万",
    },
    [88] = 
    {
        msg = "亿",
    },
    [89] = 
    {
        msg = "兔将",
    },
    [90] = 
    {
        msg = "战力",
    },
    [91] = 
    {
        msg = "升级",
    },
    [92] = 
    {
        msg = "升阶",
    },
    [93] = 
    {
        msg = "次",
    },
    [94] = 
    {
        msg = "已满级",
    },
    [95] = 
    {
        msg = "消耗",
    },
    [96] = 
    {
        msg = "兆",
    },
    [97] = 
    {
        msg = "属性",
    },
    [98] = 
    {
        msg = "技能",
    },
    [99] = 
    {
        msg = "信息",
    },
    [100] = 
    {
        msg = "升星",
    },
    [101] = 
    {
        msg = "觉醒",
    },
    [102] = 
    {
        msg = "升星消耗",
    },
    [103] = 
    {
        msg = "已满星",
    },
    [104] = 
    {
        msg = "【基础技能】",
    },
    [105] = 
    {
        msg = "【觉醒技能】",
    },
    [106] = 
    {
        msg = "主动",
    },
    [107] = 
    {
        msg = "被动",
    },
    [108] = 
    {
        msg = "需要兔将达到",
    },
    [109] = 
    {
        msg = "兔将属性",
    },
    [110] = 
    {
        msg = "【主属性】",
    },
    [111] = 
    {
        msg = "【特殊属性】",
    },
    [112] = 
    {
        msg = "%s阶可解锁",
    },
    [113] = 
    {
        msg = "%s星可解锁",
    },
    [114] = 
    {
        msg = "已觉醒",
    },
    [115] = 
    {
        msg = "卡包",
    },
    [116] = 
    {
        msg = "布阵",
    },
    [117] = 
    {
        msg = "前排",
    },
    [118] = 
    {
        msg = "后排",
    },
    [119] = 
    {
        msg = "继承",
    },
    [120] = 
    {
        msg = "下阵",
    },
    [121] = 
    {
        msg = "重生",
    },
    [122] = 
    {
        msg = "返还100%养成资源，兔将等级重置为1级",
    },
    [123] = 
    {
        msg = "直接下阵",
    },
    [124] = 
    {
        msg = "重生下阵",
    },
    [125] = 
    {
        msg = "全额",
    },
    [126] = 
    {
        msg = "将%s的等级装备100%转移至%s",
    },
    [127] = 
    {
        msg = "帽子",
    },
    [128] = 
    {
        msg = "还差<color=#0d6e32>%s积分</color>领取%s",
    },
    [129] = 
    {
        msg = "领取",
    },
    [130] = 
    {
        msg = "没有魔法帽",
    },
    [131] = 
    {
        msg = "开启",
    },
    [132] = 
    {
        msg = "个",
    },
    [133] = 
    {
        msg = "奖励",
    },
    [134] = 
    {
        msg = "第%s关",
    },
    [135] = 
    {
        msg = "背包",
    },
    [136] = 
    {
        msg = "礼包",
    },
    [137] = 
    {
        msg = "材料",
    },
    [138] = 
    {
        msg = "碎片",
    },
    [139] = 
    {
        msg = "神器",
    },
    [140] = 
    {
        msg = "空空如也",
    },
    [141] = 
    {
        msg = "查看详情",
    },
    [142] = 
    {
        msg = "合成",
    },
    [143] = 
    {
        msg = "使用",
    },
    [144] = 
    {
        msg = "装备",
    },
    [145] = 
    {
        msg = "宝石",
    },
    [146] = 
    {
        msg = "兔将",
    },
    [147] = 
    {
        msg = "强化",
    },
    [148] = 
    {
        msg = "进阶",
    },
    [149] = 
    {
        msg = "全部强化",
    },
    [150] = 
    {
        msg = "全部重置",
    },
    [151] = 
    {
        msg = "暂无数据",
    },
    [152] = 
    {
        msg = "升级属性",
    },
    [153] = 
    {
        msg = "精炼属性",
    },
    [154] = 
    {
        msg = "一键精炼",
    },
    [155] = 
    {
        msg = "%s级时解锁",
    },
    [156] = 
    {
        msg = "副本",
    },
    [157] = 
    {
        msg = "没有穿戴神器",
    },
    [158] = 
    {
        msg = "%s专属",
    },
    [159] = 
    {
        msg = "替换",
    },
    [160] = 
    {
        msg = "神器选择",
    },
    [161] = 
    {
        msg = "神器升级",
    },
    [162] = 
    {
        msg = "是否卸下当前穿戴的神器？",
    },
    [163] = 
    {
        msg = "该神器已被其他兔将穿戴，是否交换？",
    },
    [164] = 
    {
        msg = "一键吞噬",
    },
    [165] = 
    {
        msg = "是否更换为该神器？",
    },
    [166] = 
    {
        msg = "还差<color=#0d6e32>%s积分</color>可获得奖励",
    },
    [167] = 
    {
        msg = "已收集",
    },
    [168] = 
    {
        msg = "图鉴",
    },
    [169] = 
    {
        msg = "当前已通关",
    },
    [170] = 
    {
        msg = "排名",
    },
    [171] = 
    {
        msg = "第%s层",
    },
    [172] = 
    {
        msg = "挑战",
    },
    [173] = 
    {
        msg = "层数",
    },
    [174] = 
    {
        msg = "未达成",
    },
    [175] = 
    {
        msg = "挑战信息",
    },
    [176] = 
    {
        msg = "阵容",
    },
    [177] = 
    {
        msg = "挑战记录",
    },
    [178] = 
    {
        msg = "输出",
    },
    [179] = 
    {
        msg = "治疗",
    },
    [180] = 
    {
        msg = "承伤",
    },
    [181] = 
    {
        msg = "点击空白区域关闭",
    },
    [182] = 
    {
        msg = "回合",
    },
    [183] = 
    {
        msg = "排行榜",
    },
    [184] = 
    {
        msg = "关卡",
    },
    [185] = 
    {
        msg = "未上榜",
    },
    [186] = 
    {
        msg = "服",
    },
    [187] = 
    {
        msg = "最高通关",
    },
    [188] = 
    {
        msg = "玩家信息",
    },
    [189] = 
    {
        msg = "个人信息",
    },
    [190] = 
    {
        msg = "公会",
    },
    [191] = 
    {
        msg = "未加入公会",
    },
    [192] = 
    {
        msg = "关",
    },
    [193] = 
    {
        msg = "赛季结束",
    },
    [194] = 
    {
        msg = "竞技场",
    },
    [195] = 
    {
        msg = "刷新",
    },
    [196] = 
    {
        msg = "跳过战斗",
    },
    [197] = 
    {
        msg = "战斗记录",
    },
    [198] = 
    {
        msg = "每日结算",
    },
    [199] = 
    {
        msg = "每周结算",
    },
    [200] = 
    {
        msg = "当前排名",
    },
    [201] = 
    {
        msg = "免费挑战",
    },
    [202] = 
    {
        msg = "挂机奖励",
    },
    [203] = 
    {
        msg = "永久加钟",
    },
    [204] = 
    {
        msg = "累积产出资源",
    },
    [205] = 
    {
        msg = "已累积时间",
    },
    [206] = 
    {
        msg = "一键领取",
    },
    [207] = 
    {
        msg = "好友助力",
    },
    [208] = 
    {
        msg = "兑换",
    },
    [209] = 
    {
        msg = "估计剩余时间",
    },
    [210] = 
    {
        msg = "永久提升挂机收益时长",
    },
    [211] = 
    {
        msg = "小时",
    },
    [212] = 
    {
        msg = "元",
    },
    [213] = 
    {
        msg = "倍速",
    },
    [214] = 
    {
        msg = "料理背包",
    },
    [215] = 
    {
        msg = "获取",
    },
    [216] = 
    {
        msg = "时间",
    },
    [217] = 
    {
        msg = "分钟",
    },
    [218] = 
    {
        msg = "伤害",
    },
    [219] = 
    {
        msg = "次/秒",
    },
    [220] = 
    {
        msg = "加速",
    },
    [221] = 
    {
        msg = "能力",
    },
    [222] = 
    {
        msg = "攻击时长",
    },
    [223] = 
    {
        msg = "美味料理！",
    },
    [224] = 
    {
        msg = "超强加成！",
    },
    [225] = 
    {
        msg = "仅探险",
    },
    [226] = 
    {
        msg = "%s正在使用中，现在使用%s将会覆盖原有的效果和时间。",
    },
    [227] = 
    {
        msg = "商城",
    },
    [228] = 
    {
        msg = "免费刷新",
    },
    [229] = 
    {
        msg = "刷新倒计时",
    },
    [230] = 
    {
        msg = "确定消耗%s刷新一次黑市商城吗？",
    },
    [231] = 
    {
        msg = "已兑换",
    },
    [232] = 
    {
        msg = "通过以下途径让自己变强",
    },
    [233] = 
    {
        msg = "招募",
    },
    [234] = 
    {
        msg = "招募一次",
    },
    [235] = 
    {
        msg = "招募十次",
    },
    [236] = 
    {
        msg = "后免费",
    },
    [237] = 
    {
        msg = "免费",
    },
    [238] = 
    {
        msg = "招募10次必得",
    },
    [239] = 
    {
        msg = "红将",
    },
    [240] = 
    {
        msg = "跳过动画",
    },
    [241] = 
    {
        msg = "再来一次",
    },
    [242] = 
    {
        msg = "再来十次",
    },
    [243] = 
    {
        msg = "点金手",
    },
    [244] = 
    {
        msg = "至少可获得(概率暴击)",
    },
    [245] = 
    {
        msg = "每日0点重置兑换次数，今日剩余：",
    },
    [246] = 
    {
        msg = "免费兑换",
    },
    [247] = 
    {
        msg = "再开%s次",
    },
    [248] = 
    {
        msg = "邮件",
    },
    [249] = 
    {
        msg = "邮箱容量：<color=#0d6e32>%s</color>/%s",
    },
    [250] = 
    {
        msg = "后过期",
    },
    [251] = 
    {
        msg = "一键删除",
    },
    [252] = 
    {
        msg = "一键领读",
    },
    [253] = 
    {
        msg = "领取奖励",
    },
    [254] = 
    {
        msg = "您还没有邮件",
    },
    [255] = 
    {
        msg = "邮件保存%s天，到期后自动删除",
    },
    [256] = 
    {
        msg = "每日任务",
    },
    [257] = 
    {
        msg = "每周任务",
    },
    [258] = 
    {
        msg = "成就",
    },
    [259] = 
    {
        msg = "成就积分",
    },
    [260] = 
    {
        msg = "前往",
    },
    [261] = 
    {
        msg = "日活跃",
    },
    [262] = 
    {
        msg = "周活跃",
    },
    [263] = 
    {
        msg = "距离成就奖励领取还差%s积分",
    },
    [264] = 
    {
        msg = "可获得",
    },
    [265] = 
    {
        msg = "签到",
    },
    [266] = 
    {
        msg = "签到天数",
    },
    [267] = 
    {
        msg = "第%s天",
    },
    [268] = 
    {
        msg = "购买",
    },
    [269] = 
    {
        msg = "已购买",
    },
    [270] = 
    {
        msg = "第%s天领取",
    },
    [271] = 
    {
        msg = "点击下方领取",
    },
    [272] = 
    {
        msg = "一",
    },
    [273] = 
    {
        msg = "二",
    },
    [274] = 
    {
        msg = "三",
    },
    [275] = 
    {
        msg = "四",
    },
    [276] = 
    {
        msg = "五",
    },
    [277] = 
    {
        msg = "六",
    },
    [278] = 
    {
        msg = "七",
    },
    [279] = 
    {
        msg = "八",
    },
    [280] = 
    {
        msg = "九",
    },
    [281] = 
    {
        msg = "胜利",
    },
    [282] = 
    {
        msg = "失败",
    },
    [283] = 
    {
        msg = "层塔主",
    },
    [284] = 
    {
        msg = "恭喜您挑战成功，成为",
    },
    [285] = 
    {
        msg = "层",
    },
    [286] = 
    {
        msg = "塔主！",
    },
    [287] = 
    {
        msg = "挑战层数越高，获得的奖励更加丰厚。",
    },
    [288] = 
    {
        msg = "已领取",
    },
    [289] = 
    {
        msg = "日",
    },
    [290] = 
    {
        msg = "周",
    },
    [291] = 
    {
        msg = "限购：",
    },
    [292] = 
    {
        msg = "礼包码",
    },
    [293] = 
    {
        msg = "请输入礼包码",
    },
    [294] = 
    {
        msg = "输入兑换码即可兑换奖励，兑换成功后请前往邮箱领取奖励",
    },
    [295] = 
    {
        msg = "改名",
    },
    [296] = 
    {
        msg = "首次免费",
    },
    [297] = 
    {
        msg = "请输入昵称",
    },
    [298] = 
    {
        msg = "个性设置",
    },
    [299] = 
    {
        msg = "更换",
    },
    [300] = 
    {
        msg = "客服",
    },
    [301] = 
    {
        msg = "客服Q号",
    },
    [302] = 
    {
        msg = "客服微信",
    },
    [303] = 
    {
        msg = "复制",
    },
    [304] = 
    {
        msg = "用户协议",
    },
    [305] = 
    {
        msg = "隐私政策",
    },
    [306] = 
    {
        msg = "拒绝",
    },
    [307] = 
    {
        msg = "同意",
    },
    [308] = 
    {
        msg = "设置",
    },
    [309] = 
    {
        msg = "声音设置",
    },
    [310] = 
    {
        msg = "音乐",
    },
    [311] = 
    {
        msg = "音效",
    },
    [312] = 
    {
        msg = "开启",
    },
    [313] = 
    {
        msg = "关闭",
    },
    [314] = 
    {
        msg = "省电设置",
    },
    [315] = 
    {
        msg = "永不",
    },
    [316] = 
    {
        msg = "再充值",
    },
    [317] = 
    {
        msg = "达到%s以后解锁以下特权",
    },
    [318] = 
    {
        msg = "特权",
    },
    [319] = 
    {
        msg = "专属福利",
    },
    [320] = 
    {
        msg = "原价",
    },
    [321] = 
    {
        msg = "现价",
    },
    [322] = 
    {
        msg = "提升到",
    },
    [323] = 
    {
        msg = "经验",
    },
    [324] = 
    {
        msg = "省电模式",
    },
    [325] = 
    {
        msg = "极速推关中(第%s关)...",
    },
    [326] = 
    {
        msg = "未解锁",
    },
    [327] = 
    {
        msg = "累计获得%s特权经验即可解锁",
    },
    [328] = 
    {
        msg = "购买可立即获得下列奖励",
    },
    [329] = 
    {
        msg = "后礼包消失",
    },
    [330] = 
    {
        msg = "部位",
    },
    [331] = 
    {
        msg = "等级",
    },
    [332] = 
    {
        msg = "套装属性",
    },
    [333] = 
    {
        msg = "职业属性",
    },
    [334] = 
    {
        msg = "剩余时间",
    },
    [335] = 
    {
        msg = "每日可领",
    },
    [336] = 
    {
        msg = "活动倒计时",
    },
    [337] = 
    {
        msg = "已结束",
    },
    [338] = 
    {
        msg = "当前活动积分",
    },
    [339] = 
    {
        msg = "活动积分达到%s分",
    },
    [340] = 
    {
        msg = "许愿一次",
    },
    [341] = 
    {
        msg = "许愿十次",
    },
    [342] = 
    {
        msg = "大奖预览",
    },
    [343] = 
    {
        msg = "累计登录%s天",
    },
    [344] = 
    {
        msg = "积分",
    },
    [345] = 
    {
        msg = "规则说明",
    },
    [346] = 
    {
        msg = "普通秘宝",
    },
    [347] = 
    {
        msg = "高级秘宝",
    },
    [348] = 
    {
        msg = "已买满",
    },
    [349] = 
    {
        msg = "塔主",
    },
    [350] = 
    {
        msg = "没有可领取的奖励",
    },
    [351] = 
    {
        msg = "扫荡",
    },
    [352] = 
    {
        msg = "首通",
    },
    [353] = 
    {
        msg = "全服第%s名通关",
    },
    [354] = 
    {
        msg = "试炼挑战",
    },
    [355] = 
    {
        msg = "第%s波",
    },
    [356] = 
    {
        msg = "天赋增益",
    },
    [357] = 
    {
        msg = "该属性只在本次挑战生效，下次挑战将自动重置",
    },
    [358] = 
    {
        msg = "请选择一个效果助力本次战斗",
    },
    [359] = 
    {
        msg = "后自动选择",
    },
    [360] = 
    {
        msg = "即将来袭",
    },
    [361] = 
    {
        msg = "虚位以待",
    },
    [362] = 
    {
        msg = "未开启",
    },
    [363] = 
    {
        msg = "切割",
    },
    [364] = 
    {
        msg = "当前拥有",
    },
    [365] = 
    {
        msg = "我要喝汤~",
    },
    [366] = 
    {
        msg = "出售",
    },
    [367] = 
    {
        msg = "请选择数量",
    },
    [368] = 
    {
        msg = "神格",
    },
    [369] = 
    {
        msg = "位阶",
    },
    [370] = 
    {
        msg = "派系",
    },
    [371] = 
    {
        msg = "重铸",
    },
    [372] = 
    {
        msg = "下位",
    },
    [373] = 
    {
        msg = "上限",
    },
    [374] = 
    {
        msg = "特质",
    },
    [375] = 
    {
        msg = "预览",
    },
    [376] = 
    {
        msg = "提醒",
    },
    [377] = 
    {
        msg = "是否确实将",
    },
    [378] = 
    {
        msg = "重铸为",
    },
    [379] = 
    {
        msg = "今日倒计时",
    },
    [380] = 
    {
        msg = "倒计时",
    },
    [381] = 
    {
        msg = "怪兽营地",
    },
    [382] = 
    {
        msg = "效果说明",
    },
    [383] = 
    {
        msg = "伤害达标奖励",
    },
    [384] = 
    {
        msg = "本次伤害",
    },
    [385] = 
    {
        msg = "达成当前奖励档位",
    },
    [386] = 
    {
        msg = "未达成档位奖励",
    },
    [387] = 
    {
        msg = "暂无奖励",
    },
    [388] = 
    {
        msg = "一键凝练",
    },
    [389] = 
    {
        msg = "血量",
    },
    [390] = 
    {
        msg = "%s折",
    },
    [391] = 
    {
        msg = "满级",
    },
    [392] = 
    {
        msg = "描述",
    },
    [393] = 
    {
        msg = "检测到战斗异常，请不要作弊",
    },
    [394] = 
    {
        msg = "拥有%s<color=#ec681f>%s</color>个，升星还需要%s<color=#ec681f>%s</color>个",
    },
    [395] = 
    {
        msg = "共%s波",
    },
    [396] = 
    {
        msg = "未完成",
    },
    [397] = 
    {
        msg = "已获得",
    },
    [398] = 
    {
        msg = "获取途径",
    },
    [399] = 
    {
        msg = "已完成轮次",
    },
    [400] = 
    {
        msg = "当前",
    },
    [401] = 
    {
        msg = "金币效益：%s/小时",
    },
    [402] = 
    {
        msg = "挂机等级",
    },
    [403] = 
    {
        msg = "%s次",
    },
    [404] = 
    {
        msg = "成功",
    },
    [405] = 
    {
        msg = "挑战中(第%s波)...",
    },
    [406] = 
    {
        msg = "试炼",
    },
    [407] = 
    {
        msg = "通关%s层可领",
    },
    [408] = 
    {
        msg = "可领取",
    },
    [409] = 
    {
        msg = "暂未造成伤害",
    },
    [410] = 
    {
        msg = "我的伤害",
    },
    [411] = 
    {
        msg = "明日来袭",
    },
    [412] = 
    {
        msg = "今日已领取过签到奖励哦",
    },
    [413] = 
    {
        msg = "通关获得以下奖励",
    },
    [414] = 
    {
        msg = "战斗中",
    },
    [415] = 
    {
        msg = "战斗胜利",
    },
    [416] = 
    {
        msg = "战斗失败",
    },
    [417] = 
    {
        msg = "%s月%s日 星期%s",
    },
    [418] = 
    {
        msg = "扫描二维码添加",
    },
    [419] = 
    {
        msg = "美女客服一对一贴心服务",
    },
    [420] = 
    {
        msg = "SVIP专属客服",
    },
    [421] = 
    {
        msg = "高级",
    },
    [422] = 
    {
        msg = "达到层数",
    },
    [423] = 
    {
        msg = "豪华",
    },
    [424] = 
    {
        msg = "购买后",
    },
    [425] = 
    {
        msg = "立即获得",
    },
    [426] = 
    {
        msg = "还可累计获得",
    },
    [427] = 
    {
        msg = "好友",
    },
    [428] = 
    {
        msg = "赠送",
    },
    [429] = 
    {
        msg = "推荐",
    },
    [430] = 
    {
        msg = "申请",
    },
    [431] = 
    {
        msg = "在线",
    },
    [432] = 
    {
        msg = "一键",
    },
    [433] = 
    {
        msg = "管理",
    },
    [434] = 
    {
        msg = "7天以前",
    },
    [435] = 
    {
        msg = "我的好友",
    },
    [436] = 
    {
        msg = "抢福神",
    },
    [437] = 
    {
        msg = "迎接",
    },
    [438] = 
    {
        msg = "中",
    },
    [439] = 
    {
        msg = "后消失",
    },
    [440] = 
    {
        msg = "可",
    },
    [441] = 
    {
        msg = "抢夺",
    },
    [442] = 
    {
        msg = "占领人",
    },
    [443] = 
    {
        msg = "未",
    },
    [444] = 
    {
        msg = "放弃",
    },
    [445] = 
    {
        msg = "立即",
    },
    [446] = 
    {
        msg = "加好友",
    },
    [447] = 
    {
        msg = "暂无公会",
    },
    [448] = 
    {
        msg = "暂无公会，请自行创建一个公会吧！",
    },
    [449] = 
    {
        msg = "最多%s个字",
    },
    [450] = 
    {
        msg = "查找",
    },
    [451] = 
    {
        msg = "名称",
    },
    [452] = 
    {
        msg = "人数",
    },
    [453] = 
    {
        msg = "总战力",
    },
    [454] = 
    {
        msg = "创建",
    },
    [455] = 
    {
        msg = "加入",
    },
    [456] = 
    {
        msg = "满员",
    },
    [457] = 
    {
        msg = "申请倒计时",
    },
    [458] = 
    {
        msg = "公会创建",
    },
    [459] = 
    {
        msg = "公会设置",
    },
    [460] = 
    {
        msg = "请输入公会公告",
    },
    [461] = 
    {
        msg = "公会公告",
    },
    [462] = 
    {
        msg = "旗帜背景",
    },
    [463] = 
    {
        msg = "旗帜图标",
    },
    [464] = 
    {
        msg = "公会名称",
    },
    [465] = 
    {
        msg = "创建消耗",
    },
    [466] = 
    {
        msg = "修改",
    },
    [467] = 
    {
        msg = "暂时没有申请哦",
    },
    [468] = 
    {
        msg = "没有推荐好友了哦",
    },
    [469] = 
    {
        msg = "公会中心",
    },
    [470] = 
    {
        msg = "幸运科技",
    },
    [471] = 
    {
        msg = "敬请期待",
    },
    [472] = 
    {
        msg = "离线",
    },
    [473] = 
    {
        msg = "请输入公会名称进行查找",
    },
    [474] = 
    {
        msg = "成员管理",
    },
    [475] = 
    {
        msg = "公会日志",
    },
    [476] = 
    {
        msg = "退出公会",
    },
    [477] = 
    {
        msg = "退出公会后无法参与公会活动，是否确定退出？",
    },
    [478] = 
    {
        msg = "是否将 %s 逐出公会？",
    },
    [479] = 
    {
        msg = "是否将会长职位转移给 %s？",
    },
    [480] = 
    {
        msg = "是否确定解散公会？",
    },
    [481] = 
    {
        msg = "成员",
    },
    [482] = 
    {
        msg = "副会长",
    },
    [483] = 
    {
        msg = "领取并赠送",
    },
    [484] = 
    {
        msg = "剩余迎接时间：",
    },
    [485] = 
    {
        msg = "后领取",
    },
    [486] = 
    {
        msg = "迎神进度",
    },
    [487] = 
    {
        msg = "收获",
    },
    [488] = 
    {
        msg = "可能获得以下奖励",
    },
    [489] = 
    {
        msg = "无人",
    },
    [490] = 
    {
        msg = "耗时",
    },
    [491] = 
    {
        msg = "申请列表",
    },
    [492] = 
    {
        msg = "%s进行了签到",
    },
    [493] = 
    {
        msg = "%s加入了公会",
    },
    [494] = 
    {
        msg = "%s退出了公会",
    },
    [495] = 
    {
        msg = "%s卸任了副会长",
    },
    [496] = 
    {
        msg = "%s继任了副会长",
    },
    [497] = 
    {
        msg = "%s卸任了会长",
    },
    [498] = 
    {
        msg = "%s继任了会长",
    },
    [499] = 
    {
        msg = "聊天",
    },
    [500] = 
    {
        msg = "点击输入聊天内容",
    },
    [501] = 
    {
        msg = "<color=#ffeda3>%s：</color><color=#ffffff>%s</color>",
    },
    [502] = 
    {
        msg = "提倡绿色健康聊天，严禁发送违规语言~",
    },
    [503] = 
    {
        msg = "本次累计输出伤害",
    },
    [504] = 
    {
        msg = "每次挑战奖励",
    },
    [505] = 
    {
        msg = "公会BOSS",
    },
    [506] = 
    {
        msg = "我的排名",
    },
    [507] = 
    {
        msg = "总伤害",
    },
    [508] = 
    {
        msg = "次数不足",
    },
    [509] = 
    {
        msg = "完成",
    },
    [510] = 
    {
        msg = "切磋",
    },
    [511] = 
    {
        msg = "低级",
    },
    [512] = 
    {
        msg = "中级",
    },
    [513] = 
    {
        msg = "高级",
    },
    [514] = 
    {
        msg = "刮刮乐",
    },
    [515] = 
    {
        msg = "点击查看",
    },
    [516] = 
    {
        msg = "前往使用",
    },
    [517] = 
    {
        msg = "食谱",
    },
    [518] = 
    {
        msg = "的旅行空间",
    },
    [519] = 
    {
        msg = "结束访问",
    },
    [520] = 
    {
        msg = "事件",
    },
    [521] = 
    {
        msg = "绿",
    },
    [522] = 
    {
        msg = "蓝",
    },
    [523] = 
    {
        msg = "紫",
    },
    [524] = 
    {
        msg = "橙",
    },
    [525] = 
    {
        msg = "红",
    },
    [526] = 
    {
        msg = "加成",
    },
    [527] = 
    {
        msg = "%s级%s色食物",
    },
    [528] = 
    {
        msg = "是否确认提前结束访问？",
    },
    [529] = 
    {
        msg = "色及以上",
    },
    [530] = 
    {
        msg = "委托烹饪",
    },
    [531] = 
    {
        msg = "品质",
    },
    [532] = 
    {
        msg = "开始",
    },
    [533] = 
    {
        msg = "下一",
    },
    [534] = 
    {
        msg = "探险",
    },
    [535] = 
    {
        msg = "美食",
    },
    [536] = 
    {
        msg = "金",
    },
    [537] = 
    {
        msg = "灰",
    },
    [538] = 
    {
        msg = "抢神记录",
    },
    [539] = 
    {
        msg = "盛宴组合效果",
    },
    [540] = 
    {
        msg = "食盒",
    },
    [541] = 
    {
        msg = "盛宴",
    },
    [542] = 
    {
        msg = "基础属性",
    },
    [543] = 
    {
        msg = "(%s件套)",
    },
    [544] = 
    {
        msg = "穿戴",
    },
    [545] = 
    {
        msg = "全部基础属性",
    },
    [546] = 
    {
        msg = "重置",
    },
    [547] = 
    {
        msg = "重置将使神器的等级和星级变为初始状态，并返还所有培养消耗材料，是否继续？",
    },
    [548] = 
    {
        msg = "锻造",
    },
    [549] = 
    {
        msg = "一次",
    },
    [550] = 
    {
        msg = "确定进行<color=#fffb9b>%s</color>吗？",
    },
    [551] = 
    {
        msg = "道具描述",
    },
    [552] = 
    {
        msg = "添加图纸可打造指定神器",
    },
    [553] = 
    {
        msg = "您还没有图纸",
    },
    [554] = 
    {
        msg = "图纸",
    },
    [555] = 
    {
        msg = "普通",
    },
    [556] = 
    {
        msg = "卸下",
    },
    [557] = 
    {
        msg = "交换",
    },
    [558] = 
    {
        msg = "选择",
    },
    [559] = 
    {
        msg = "属性预览",
    },
    [560] = 
    {
        msg = "再来%s次",
    },
    [561] = 
    {
        msg = "领取收益",
    },
    [562] = 
    {
        msg = "该神格已被其他兔将穿戴，是否交换？",
    },
    [563] = 
    {
        msg = "是否更换为该神格？",
    },
    [564] = 
    {
        msg = "%s品阶解锁额外技能",
    },
    [565] = 
    {
        msg = "额外属性",
    },
    [566] = 
    {
        msg = "属性展示",
    },
    [567] = 
    {
        msg = "重置将使神格的等级变为初始状态，并返还所有培养消耗材料，是否继续？",
    },
    [568] = 
    {
        msg = "超值",
    },
    [569] = 
    {
        msg = "普通奖励",
    },
    [570] = 
    {
        msg = "精英奖励",
    },
    [571] = 
    {
        msg = "级",
    },
    [572] = 
    {
        msg = "倍",
    },
    [573] = 
    {
        msg = "自动投掷",
    },
    [574] = 
    {
        msg = "每10次必得神器",
    },
    [575] = 
    {
        msg = "幸福值",
    },
    [576] = 
    {
        msg = "赠礼",
    },
    [577] = 
    {
        msg = "大奖",
    },
    [578] = 
    {
        msg = "开启一次",
    },
    [579] = 
    {
        msg = "开启十次",
    },
    [580] = 
    {
        msg = "再开启%s次必得大奖",
    },
    [581] = 
    {
        msg = "折",
    },
    [582] = 
    {
        msg = "荐",
    },
    [583] = 
    {
        msg = "神格已达到当前星级上限",
    },
    [584] = 
    {
        msg = "替换神格不会继承等级，神格等级需要主动重置，是否替换？",
    },
    [585] = 
    {
        msg = "您已离线推关%s(基础上限%s)",
    },
    [586] = 
    {
        msg = "任务每日重置",
    },
    [587] = 
    {
        msg = "离线奖励",
    },
    [588] = 
    {
        msg = "您在离线的期间推进了%s关",
    },
    [589] = 
    {
        msg = "随主线推关数增加",
    },
    [590] = 
    {
        msg = "可阶段式逐步领取全部奖品",
    },
    [591] = 
    {
        msg = "未通关",
    },
    [592] = 
    {
        msg = "已通关",
    },
    [593] = 
    {
        msg = "保存",
    },
    [594] = 
    {
        msg = "只能使用以下活动提供的兔将搭配阵容",
    },
    [595] = 
    {
        msg = "匹配",
    },
    [596] = 
    {
        msg = "查看更多",
    },
    [597] = 
    {
        msg = "胜场",
    },
    [598] = 
    {
        msg = "编辑队伍",
    },
    [599] = 
    {
        msg = "战斗",
    },
    [600] = 
    {
        msg = "活动",
    },
    [601] = 
    {
        msg = "排行",
    },
    [602] = 
    {
        msg = "确定放弃本次对手？",
    },
    [603] = 
    {
        msg = "萝卜杯",
    },
    [604] = 
    {
        msg = "角色",
    },
    [605] = 
    {
        msg = "查看编队",
    },
    [606] = 
    {
        msg = "柠檬可乐",
    },
    [607] = 
    {
        msg = "蜜桃果冻",
    },
    [608] = 
    {
        msg = "萝卜快餐",
    },
    [609] = 
    {
        msg = "草莓果汁",
    },
    [610] = 
    {
        msg = "乐园中心",
    },
    [611] = 
    {
        msg = "无法参与游戏",
    },
    [612] = 
    {
        msg = "玩乐",
    },
    [613] = 
    {
        msg = "次数",
    },
    [614] = 
    {
        msg = "防御值",
    },
    [615] = 
    {
        msg = "防守战力",
    },
    [616] = 
    {
        msg = "入驻",
    },
    [617] = 
    {
        msg = "防御值清零且击败镇守才可攻破建筑",
    },
    [618] = 
    {
        msg = "欢乐成就",
    },
    [619] = 
    {
        msg = "奖励已领取",
    },
    [620] = 
    {
        msg = "条件",
    },
    [621] = 
    {
        msg = "各建筑防御值",
    },
    [622] = 
    {
        msg = "防守阵容属性加成",
    },
    [623] = 
    {
        msg = "上期赛事",
    },
    [624] = 
    {
        msg = "消除次数",
    },
    [625] = 
    {
        msg = "公会战参与条件",
    },
    [626] = 
    {
        msg = "报名时间",
    },
    [627] = 
    {
        msg = "比赛时间",
    },
    [628] = 
    {
        msg = "报名结束时的主线阵容将作为入驻阵容",
    },
    [629] = 
    {
        msg = "需要先攻破周围建筑才可进攻乐园中心",
    },
    [630] = 
    {
        msg = "防守报名",
    },
    [631] = 
    {
        msg = "已报名",
    },
    [632] = 
    {
        msg = "报名结束后生成本期赛事",
    },
    [633] = 
    {
        msg = "上期排名",
    },
    [634] = 
    {
        msg = "每次",
    },
    [635] = 
    {
        msg = "公会乐园",
    },
    [636] = 
    {
        msg = "防守方队伍属性加成：",
    },
    [637] = 
    {
        msg = "各建筑防御值：",
    },
    [638] = 
    {
        msg = "其他四个建筑积累的水果能量足够时可以提升乐园中心的等级，在公会战中会提供能力加成，且乐园中心达到Lv.3才可以参与公会战！",
    },
    [639] = 
    {
        msg = "1、尽可能点击横竖排相连数量最多的相同水果进行消除，同时消除3数量大于等于3时，获得水果数量=（消除数量-1）×2。",
    },
    [640] = 
    {
        msg = "2、消除获得的水果会存储到对应的建筑，用于升级乐园中心，注意提升数量最少的水果哦！",
    },
    [641] = 
    {
        msg = "能力预览",
    },
    [642] = 
    {
        msg = "当前等级",
    },
    [643] = 
    {
        msg = "下一等级",
    },
    [644] = 
    {
        msg = "升级条件",
    },
    [645] = 
    {
        msg = "会长和副会长方可升级",
    },
    [646] = 
    {
        msg = "当前阶段不可升级",
    },
    [647] = 
    {
        msg = "柠檬",
    },
    [648] = 
    {
        msg = "蜜桃",
    },
    [649] = 
    {
        msg = "萝卜",
    },
    [650] = 
    {
        msg = "草莓",
    },
    [651] = 
    {
        msg = "开心消除",
    },
    [652] = 
    {
        msg = "我方入驻",
    },
    [653] = 
    {
        msg = "敌方入驻",
    },
    [654] = 
    {
        msg = "<outline color=#150906 width=3><color=#ffe7a7>挑战次数：</color><color=%s>%s</color><color=#ffe7a7>/%s</color></outline>",
    },
    [655] = 
    {
        msg = "<outline color=#150906 width=2><color=#70f4a4>防御值:</color><color=%s>%s</color></outline>",
    },
    [656] = 
    {
        msg = "已攻破",
    },
    [657] = 
    {
        msg = "被攻破",
    },
    [658] = 
    {
        msg = "已击败",
    },
    [659] = 
    {
        msg = "被击败",
    },
    [660] = 
    {
        msg = "无人防守",
    },
    [661] = 
    {
        msg = "公会战",
    },
    [662] = 
    {
        msg = "本期赛事",
    },
    [663] = 
    {
        msg = "进攻",
    },
    [664] = 
    {
        msg = "防守",
    },
    [665] = 
    {
        msg = "是否立即结束游戏？",
    },
    [666] = 
    {
        msg = "上期排行",
    },
    [667] = 
    {
        msg = "奖励预览",
    },
    [668] = 
    {
        msg = "乐园",
    },
    [669] = 
    {
        msg = "战争",
    },
    [670] = 
    {
        msg = "赛季已结束",
    },
    [671] = 
    {
        msg = "距离赛季结束",
    },
    [672] = 
    {
        msg = "第%s赛区",
    },
    [673] = 
    {
        msg = "登神长阶",
    },
    [674] = 
    {
        msg = "荣耀殿堂",
    },
    [675] = 
    {
        msg = "段位",
    },
    [676] = 
    {
        msg = "今日可点赞次数",
    },
    [677] = 
    {
        msg = "未达成参与条件",
    },
    [678] = 
    {
        msg = "功能预告",
    },
    [679] = 
    {
        msg = "解锁条件",
    },
    [680] = 
    {
        msg = "产出",
    },
    [681] = 
    {
        msg = "%s的乐园",
    },
    [682] = 
    {
        msg = "升级成功",
    },
    [683] = 
    {
        msg = "正在匹配对手，比赛即将开启",
    },
    [684] = 
    {
        msg = "今日蘑菇掉落上限",
    },
    [685] = 
    {
        msg = "点击查看物品信息",
    },
    [686] = 
    {
        msg = "自动特权",
    },
    [687] = 
    {
        msg = "购买后可获得以下特权",
    },
    [688] = 
    {
        msg = "1、一次购买，终生受益",
    },
    [689] = 
    {
        msg = "2、可自动使用蘑菇并合成碎片",
    },
    [690] = 
    {
        msg = "3、蘑菇每日掉落上限+150",
    },
    [691] = 
    {
        msg = "自动",
    },
    [692] = 
    {
        msg = "暂无匹配到敌方公会",
    },
    [693] = 
    {
        msg = "比赛胜利",
    },
    [694] = 
    {
        msg = "匹配对手",
    },
    [695] = 
    {
        msg = "今日次数用尽",
    },
    [696] = 
    {
        msg = "是否出售该碎片？",
    },
    [697] = 
    {
        msg = "家园转盘",
    },
    [698] = 
    {
        msg = "复仇",
    },
    [699] = 
    {
        msg = "转动%s次",
    },
    [700] = 
    {
        msg = "%s倍奖励",
    },
    [701] = 
    {
        msg = "%s后恢复",
    },
    [702] = 
    {
        msg = "暂无",
    },
    [703] = 
    {
        msg = "家园升级",
    },
    [704] = 
    {
        msg = "属性加成",
    },
    [705] = 
    {
        msg = "家园商店",
    },
    [706] = 
    {
        msg = "<outline color=#150906 width=3><color=%s>所有装扮中，魅力最高的<color=%s>%s件</color>可以提供属性加成</color></outline>",
    },
    [707] = 
    {
        msg = "<outline color=#150906 width=3><color=#fffef8>将<color=#70f4a4>%s</color>升级到<color=#70f4a4>%s级</color>可解锁！</color></outline>",
    },
    [708] = 
    {
        msg = "收藏",
    },
    [709] = 
    {
        msg = "前",
    },
    [710] = 
    {
        msg = "新品上市",
    },
    [711] = 
    {
        msg = "预设",
    },
    [712] = 
    {
        msg = "详情",
    },
    [713] = 
    {
        msg = "<outline color=#150906 width=3><color=#fffef8>解锁家园地图<color=#70f4a4>%s</color>后可解锁！</color></outline>",
    },
    [714] = 
    {
        msg = "返回目录",
    },
    [715] = 
    {
        msg = "点击宝箱进行偷取",
    },
    [716] = 
    {
        msg = "装扮背包",
    },
    [717] = 
    {
        msg = "套装",
    },
    [718] = 
    {
        msg = "已拥有",
    },
    [719] = 
    {
        msg = "%s件套：%s",
    },
    [720] = 
    {
        msg = "装扮分解",
    },
    [721] = 
    {
        msg = "分解",
    },
    [722] = 
    {
        msg = "分解可获得",
    },
    [723] = 
    {
        msg = "属性总览",
    },
    [724] = 
    {
        msg = "家园等级加成",
    },
    [725] = 
    {
        msg = "装扮%s加成",
    },
    [726] = 
    {
        msg = "仅取魅力值最高的装扮",
    },
    [727] = 
    {
        msg = "家园拥有量",
    },
    [728] = 
    {
        msg = "家园总等级",
    },
    [729] = 
    {
        msg = "可获取属性加成",
    },
    [730] = 
    {
        msg = "的装扮量",
    },
    [731] = 
    {
        msg = "提供属性加成的装扮",
    },
    [732] = 
    {
        msg = "预设布置",
    },
    [733] = 
    {
        msg = "装扮内容",
    },
    [734] = 
    {
        msg = "家园等级总加成",
    },
    [735] = 
    {
        msg = "以下详情",
    },
    [736] = 
    {
        msg = "使用该预设会重置当前地图的装扮，是否确定使用该预设？",
    },
    [737] = 
    {
        msg = "该预设需要的装扮数量不足，是否重置当前地图的装扮并使用现有的装扮？",
    },
    [738] = 
    {
        msg = "魅力值",
    },
    [739] = 
    {
        msg = "%s件套",
    },
    [740] = 
    {
        msg = "类型",
    },
    [741] = 
    {
        msg = "魅力",
    },
    [742] = 
    {
        msg = "点赞",
    },
    [743] = 
    {
        msg = "家园",
    },
    [744] = 
    {
        msg = "点赞数",
    },
    [745] = 
    {
        msg = "尚未保存装扮，直接退出将撤销本次装扮的所有内容。",
    },
    [746] = 
    {
        msg = "退出",
    },
    [747] = 
    {
        msg = "由于对方存在护盾，导致本次偷取收益减半",
    },
    [748] = 
    {
        msg = "点击任意处可退出查看状态",
    },
    [749] = 
    {
        msg = "需要先觉醒技能",
    },
    [750] = 
    {
        msg = "合成技能预览",
    },
    [751] = 
    {
        msg = "<outline color=#150906 width=3><color=#fffef8>敬请期待！</color></outline>",
    },
    [752] = 
    {
        msg = "山海寻宝",
    },
    [753] = 
    {
        msg = "剩余%s次数",
    },
    [754] = 
    {
        msg = "寻宝%s次",
    },
    [755] = 
    {
        msg = "探索",
    },
    [756] = 
    {
        msg = "后结束%s",
    },
    [757] = 
    {
        msg = "人员",
    },
    [758] = 
    {
        msg = "归属",
    },
    [759] = 
    {
        msg = "协助",
    },
    [760] = 
    {
        msg = "掠夺",
    },
    [761] = 
    {
        msg = "世界",
    },
    [762] = 
    {
        msg = "公开探索本跨服组玩家都可以协助，公会邀请时只有公会成员可协助",
    },
    [763] = 
    {
        msg = "协助者每人可获得剩余探索奖励的%s",
    },
    [764] = 
    {
        msg = "每次掠夺可获得探索奖励的%s",
    },
    [765] = 
    {
        msg = "后停止协助，开始探索",
    },
    [766] = 
    {
        msg = "山海寻宝，快来相助！",
    },
    [767] = 
    {
        msg = "列表",
    },
    [768] = 
    {
        msg = "福地",
    },
    [769] = 
    {
        msg = "洞天",
    },
    [770] = 
    {
        msg = "请布置探索防守阵容",
    },
    [771] = 
    {
        msg = "头像",
    },
    [772] = 
    {
        msg = "头像框",
    },
    [773] = 
    {
        msg = "已使用",
    },
    [774] = 
    {
        msg = "激活",
    },
    [775] = 
    {
        msg = "已损失",
    },
    [776] = 
    {
        msg = "<color=#00B050><on click='onClickText'><u>%s</u></on></color>",
    },
    [777] = 
    {
        msg = "完成问卷调查可获得以下奖励",
    },
    [778] = 
    {
        msg = "第%s题",
    },
    [779] = 
    {
        msg = "下一题",
    },
    [780] = 
    {
        msg = "点击输入，最多输入%s个字",
    },
    [781] = 
    {
        msg = "守护",
    },
    [782] = 
    {
        msg = "点击解锁",
    },
    [783] = 
    {
        msg = "兔将%s星可解锁",
    },
    [784] = 
    {
        msg = "洗练",
    },
    [785] = 
    {
        msg = "洗练前",
    },
    [786] = 
    {
        msg = "洗练后",
    },
    [787] = 
    {
        msg = "四灵祝福",
    },
    [788] = 
    {
        msg = "词条详情",
    },
    [789] = 
    {
        msg = "未购买",
    },
    [790] = 
    {
        msg = "点击开始",
    },
    [791] = 
    {
        msg = "皮肤",
    },
    [792] = 
    {
        msg = "%s手册",
    },
    [793] = 
    {
        msg = "只能使用%s，%s和%s职业进行挑战",
    },
    [794] = 
    {
        msg = "职业",
    },
    [795] = 
    {
        msg = "洗练后出现珍贵红色词条，是否确定放弃？",
    },
    [796] = 
    {
        msg = "是否确定替换？",
    },
    [797] = 
    {
        msg = "是否确定放弃？",
    },
    [798] = 
    {
        msg = "自动烹饪中",
    },
    [799] = 
    {
        msg = "购买%s礼包，可连续领取%s日积天累充",
    },
    [800] = 
    {
        msg = "出售设置",
    },
    [801] = 
    {
        msg = "及以下",
    },
    [802] = 
    {
        msg = "自动合成到棋盘满后，将自动出售以上符合等级筛选范围的勾选物品",
    },
    [803] = 
    {
        msg = "未激活",
    },
    [804] = 
    {
        msg = "使用期限",
    },
    [805] = 
    {
        msg = "永久",
    },
    [806] = 
    {
        msg = "吃%s个",
    },
    [807] = 
    {
        msg = "再吃%s个",
    },
    [808] = 
    {
        msg = "桃子积分达到",
    },
    [809] = 
    {
        msg = "<outline color=#150906 width=3>还差<color=#70f4a4>%s</color>积分可领取</outline>",
    },
    [810] = 
    {
        msg = "星级比拼",
    },
    [811] = 
    {
        msg = "在翠丹坊完成任务，获取仙丹",
    },
    [812] = 
    {
        msg = "仙丹数",
    },
    [813] = 
    {
        msg = "点击桃子收取奖励，结束本次摘桃",
    },
    [814] = 
    {
        msg = "摘蟠桃",
    },
    [815] = 
    {
        msg = "继续摘桃",
    },
    [816] = 
    {
        msg = "暂无蟠桃",
    },
    [817] = 
    {
        msg = "未拥有",
    },
    [818] = 
    {
        msg = "是否直接领取奖励，结束本轮摘桃？",
    },
    [819] = 
    {
        msg = "跨服",
    },
    [820] = 
    {
        msg = "结算",
    },
    [821] = 
    {
        msg = "第%s轮",
    },
    [822] = 
    {
        msg = "<outline color=#380b00 width=3><color=#fffef8><size=22>再抽取</size></color><color=#fff087><size=28>%s</size></color><color=#fffef8><size=22>次</size></color></outline>",
    },
    [823] = 
    {
        msg = "<outline color=#380b00 width=3><color=#fff087><size=28>点击奖励</size></color></outline>",
    },
    [824] = 
    {
        msg = "抽%s次",
    },
    [825] = 
    {
        msg = "依次领取完九轮奖励后会重新循环",
    },
    [826] = 
    {
        msg = "养成",
    },
    [827] = 
    {
        msg = "活动结束时根据养成进度发放奖励",
    },
    [828] = 
    {
        msg = "仙子",
    },
    [829] = 
    {
        msg = "仅可使用月宫仙子进行挑战",
    },
    [830] = 
    {
        msg = "日积分",
    },
    [831] = 
    {
        msg = "当前积分",
    },
    [832] = 
    {
        msg = "今日最高积分",
    },
    [833] = 
    {
        msg = "恭喜达到%s分",
    },
    [834] = 
    {
        msg = "<outline color=#380b00 width=3><color=#fffef8><size=22>可领取本轮</size></color><color=#fff087><size=28>大奖</size></color></outline>",
    },
    [835] = 
    {
        msg = "本轮奖励",
    },
    [836] = 
    {
        msg = "此关奖励",
    },
    [837] = 
    {
        msg = "旅行",
    },
    [838] = 
    {
        msg = "国庆",
    },
    [839] = 
    {
        msg = "继续挑战",
    },
    [840] = 
    {
        msg = "购买后在活动结束前可按日期领取所有奖励",
    },
    [841] = 
    {
        msg = "累计充值达到对应档位即可领取丰厚奖励",
    },
    [842] = 
    {
        msg = "品阶",
    },
    [843] = 
    {
        msg = "等级上限",
    },
    [844] = 
    {
        msg = "解锁新技能",
    },
    [845] = 
    {
        msg = "观看广告可免费领取一次奖励<br/>是否确定继续？<br/><br/><color=#c7643d>尊享月卡特权免观看广告直接获得</color>",
    },
    [846] = 
    {
        msg = "七日",
    },
    [847] = 
    {
        msg = "特惠",
    },
    [848] = 
    {
        msg = "解锁",
    },
    [849] = 
    {
        msg = "暂未",
    },
    [850] = 
    {
        msg = "星",
    },
    [851] = 
    {
        msg = "%s列表",
    },
    [852] = 
    {
        msg = "基础",
    },
    [853] = 
    {
        msg = "终极",
    },
    [854] = 
    {
        msg = "天赋",
    },
    [855] = 
    {
        msg = "已完成",
    },
    [856] = 
    {
        msg = "确定要将 %s 替换成 %s 吗？",
    },
    [857] = 
    {
        msg = "返回",
    },
    [858] = 
    {
        msg = "学习",
    },
    [859] = 
    {
        msg = "装配",
    },
    [860] = 
    {
        msg = "达标奖励",
    },
    [861] = 
    {
        msg = "通过第%s关",
    },
    [862] = 
    {
        msg = "完成任务赢取豪华大奖",
    },
    [863] = 
    {
        msg = "点击选择舞池奖励",
    },
    [864] = 
    {
        msg = "点击酒坛饮酒",
    },
    [865] = 
    {
        msg = "舞池",
    },
    [866] = 
    {
        msg = "本层大奖已领取完毕，还有普通奖励\n尚未开启。是否直接进入下一层？",
    },
    [867] = 
    {
        msg = "酒鬼",
    },
    [868] = 
    {
        msg = "酒神",
    },
    [869] = 
    {
        msg = "设为默认",
    },
    [870] = 
    {
        msg = "%s可以选择%s",
    },
    [871] = 
    {
        msg = "切换",
    },
    [872] = 
    {
        msg = "奖",
    },
    [873] = 
    {
        msg = "再次挑战",
    },
    [874] = 
    {
        msg = "出发",
    },
    [875] = 
    {
        msg = "一键上阵",
    },
    [876] = 
    {
        msg = "本服",
    },
    [877] = 
    {
        msg = "转盘能量",
    },
    [878] = 
    {
        msg = "史诗竞技场",
    },
    [879] = 
    {
        msg = "神话竞技场",
    },
    [880] = 
    {
        msg = "距离功能开启",
    },
    [881] = 
    {
        msg = "竞技场前%s名可参加下赛季",
    },
    [882] = 
    {
        msg = "无法参与本赛季跨服竞技场\n请等待下一赛季并且保持竞技场前%s名",
    },
    [883] = 
    {
        msg = "个人",
    },
    [884] = 
    {
        msg = "下周预告",
    },
    [885] = 
    {
        msg = "是否消耗%s购买一次挑战次数？",
    },
    [886] = 
    {
        msg = "巅峰竞技场",
    },
    [887] = 
    {
        msg = "%s后开启",
    },
    [888] = 
    {
        msg = "活动期间内，每日0点重置限购次数！",
    },
    [889] = 
    {
        msg = "道具自选",
    },
    [890] = 
    {
        msg = "请选择心仪的道具",
    },
    [891] = 
    {
        msg = "关解锁",
    },
    [892] = 
    {
        msg = "领取十连礼包",
    },
    [893] = 
    {
        msg = "更新商品",
    },
    [894] = 
    {
        msg = "达到",
    },
    [895] = 
    {
        msg = "用户协议与隐私政策",
    },
    [896] = 
    {
        msg = "点击查看<color=#0d6e32><on click='onClickText' param='1'><u>《用户协议》</u></on></color>与<color=#0d6e32><on click='onClickText' param='2'><u>《隐私协议》</u></on></color>",
    },
    [897] = 
    {
        msg = "<outline color=#380b00 width=3><color=#fffef8>激活享<color=#fff087><size=28>%s</size></color>天特权</color></outline>",
    },
    [898] = 
    {
        msg = "家园能量上限+",
    },
    [899] = 
    {
        msg = "剩余时长",
    },
    [900] = 
    {
        msg = "结算中",
    },
    [901] = 
    {
        msg = "本日奖励已领取",
    },
    [902] = 
    {
        msg = "适龄提示",
    },
    [903] = 
    {
        msg = "私信",
    },
    [904] = 
    {
        msg = "删除已读",
    },
    [905] = 
    {
        msg = "一键已读",
    },
    [906] = 
    {
        msg = "私信保存%s天，到期后自动删除",
    },
    [907] = 
    {
        msg = "私信容量：<color=#0d6e32>%s</color>/%s",
    },
    [908] = 
    {
        msg = "请输入私信内容",
    },
    [909] = 
    {
        msg = "发私信",
    },
    [910] = 
    {
        msg = "回复",
    },
    [911] = 
    {
        msg = "发件人",
    },
    [912] = 
    {
        msg = "补贴券数",
    },
    [913] = 
    {
        msg = "在派对赢家完成任务获得补贴券",
    },
    [914] = 
    {
        msg = "效果",
    },
    [915] = 
    {
        msg = "组合",
    },
    [916] = 
    {
        msg = "是否删除已读的私信？",
    },
    [917] = 
    {
        msg = "您还没有私信",
    },
    [918] = 
    {
        msg = "品质加成说明",
    },
    [919] = 
    {
        msg = "等级组合加成值",
    },
    [920] = 
    {
        msg = "真实云挂机推关，12000关以下可用。",
    },
    [921] = 
    {
        msg = "基础云挂机时间%s小时，离线10分钟触发。",
    },
    [922] = 
    {
        msg = "<outline color=#2c100a width=3><color=#fffef8>购买<color=#70f4a4>终生卡、月卡和周卡</color>可增加额外时间！</color></outline>",
    },
    [923] = 
    {
        msg = "当前云挂机：",
    },
    [924] = 
    {
        msg = "消除",
    },
    [925] = 
    {
        msg = "宝石猎人之证",
    },
    [926] = 
    {
        msg = "一键祈愿",
    },
    [927] = 
    {
        msg = "恭喜获得",
    },
    [928] = 
    {
        msg = "开服冲榜",
    },
    [929] = 
    {
        msg = "玩家名称",
    },
    [930] = 
    {
        msg = "冲榜达标",
    },
    [931] = 
    {
        msg = "冲榜礼包",
    },
    [932] = 
    {
        msg = "第%s关\n送十连",
    },
    [933] = 
    {
        msg = "送悟空",
    },
    [934] = 
    {
        msg = "当前通关",
    },
    [935] = 
    {
        msg = "前进",
    },
    [936] = 
    {
        msg = "离宝藏更进一步，继续前进吧！",
    },
    [937] = 
    {
        msg = "公主又又又又被抓走了，快去拯救吧！",
    },
    [938] = 
    {
        msg = "谁来救救我呀，嘤嘤嘤~~~",
    },
    [939] = 
    {
        msg = "是否确认注销账号，退出游戏？",
    },
    [940] = 
    {
        msg = "守卫抽取中···",
    },
    [941] = 
    {
        msg = "收集：",
    },
    [942] = 
    {
        msg = "勋章",
    },
    [943] = 
    {
        msg = "总星数：",
    },
    [944] = 
    {
        msg = "舞王",
    },
    [945] = 
    {
        msg = "舞神",
    },
    [946] = 
    {
        msg = "邀约",
    },
    [947] = 
    {
        msg = "点击面具邀约",
    },
    [948] = 
    {
        msg = "点击选择邀约奖励",
    },
    [949] = 
    {
        msg = "毒瘴缩小倒计时",
    },
    [950] = 
    {
        msg = "赛季结算中",
    },
    [951] = 
    {
        msg = "票子",
    },
    [952] = 
    {
        msg = "报名",
    },
    [953] = 
    {
        msg = "比赛中",
    },
    [954] = 
    {
        msg = "后报名结束，次日12:00开启比赛",
    },
    [955] = 
    {
        msg = "报名成功，次日12:00进入农场，开启比赛",
    },
    [956] = 
    {
        msg = "报名成功，12:00进入农场，开启比赛",
    },
    [957] = 
    {
        msg = "比赛进行中，进入农场，开始逐鹿",
    },
    [958] = 
    {
        msg = "本次比赛已结束，等待次日报名",
    },
    [959] = 
    {
        msg = "赛季结算中，等待次日新赛季开启",
    },
    [960] = 
    {
        msg = "500关或者创角第二天开启",
    },
    [961] = 
    {
        msg = "<color=#ffd044>使用数量：</color>\n<color=#70f4a4>使用后获得金币%s</color>\n\n",
    },
    [962] = 
    {
        msg = "赛季",
    },
    [963] = 
    {
        msg = "对局",
    },
    [964] = 
    {
        msg = "战绩",
    },
    [965] = 
    {
        msg = "战局",
    },
    [966] = 
    {
        msg = "粮食",
    },
    [967] = 
    {
        msg = "本次比赛未报名，等待次日报名",
    },
    [968] = 
    {
        msg = "未报名",
    },
    [969] = 
    {
        msg = "本局任务",
    },
    [970] = 
    {
        msg = "失落的农场，埋藏着各种珍贵的宝藏。\n危险的环境和难以寻觅的入口，却也更加吸引来自不同世界的冒险家们前来一探究竟。\n争夺，守卫，只有最后的生还者才是真正的胜利者。",
    },
    [971] = 
    {
        msg = "进入农场",
    },
    [972] = 
    {
        msg = "生存者忠告",
    },
    [973] = 
    {
        msg = "1、行动点有限，收缩毒圈才会恢复，\n     珍惜使用。\n2、逃离红色预警圈，远离毒瘴。\n3、抢占资源，成为最后生存者。",
    },
    [974] = 
    {
        msg = "防毒耐久",
    },
    [975] = 
    {
        msg = "获取<color=#0d6e32>%s</color>控制权。\n每分钟获取%s点粮食资源。",
    },
    [976] = 
    {
        msg = "已离开<color=#0d6e32>%s</color>，\n不再获取粮食资源。",
    },
    [977] = 
    {
        msg = "<color=#330066>毒瘴</color>已蔓延，当前为%s级，每分钟损失%s点毒耐久。\n行动点恢复至%s，新资源点已生成。",
    },
    [978] = 
    {
        msg = "身处<color=#330066>%s</color>，每分钟损失%s点毒耐久！\n毒耐久耗尽则游戏结束，请尽快脱离<color=#330066>毒瘴</color>！",
    },
    [979] = 
    {
        msg = "已脱离<color=#330066>毒瘴</color>，本次共损失%s点毒耐久。",
    },
    [980] = 
    {
        msg = "被<color=#990000>%s号竞争者</color>攻击，战斗胜利！",
    },
    [981] = 
    {
        msg = "攻击<color=#990000>%s号竞争者</color>，战斗胜利！",
    },
    [982] = 
    {
        msg = "被<color=#990000>%s号竞争者</color>攻击，战斗失败。\n重生于随机位置。",
    },
    [983] = 
    {
        msg = "攻击<color=#990000>%s号竞争者</color>，战斗失败。\n重生于随机位置。",
    },
    [984] = 
    {
        msg = "记录",
    },
    [985] = 
    {
        msg = "资源",
    },
    [986] = 
    {
        msg = "毒瘴来袭",
    },
    [987] = 
    {
        msg = "占据",
    },
    [988] = 
    {
        msg = "比赛信息",
    },
    [989] = 
    {
        msg = "第%s位竞争者",
    },
    [990] = 
    {
        msg = "空闲中",
    },
    [991] = 
    {
        msg = "<outline color=#150906 width=3><color=#fffef8>身处%s中</color><color=#ec626c>(防毒耐久-%s%/分钟)</color></outline>",
    },
    [992] = 
    {
        msg = "已重生于随机位置",
    },
    [993] = 
    {
        msg = "已出局\n等待结束后发放奖励",
    },
    [994] = 
    {
        msg = "正在采集<color=#0d6e32>%s</color>资源，本次采集已收获粮食X%s，是否离开？",
    },
    [995] = 
    {
        msg = "进攻失败，竞争者已离开。请重新行动。",
    },
    [996] = 
    {
        msg = "您被%s号竞争者击败，已重生于随机位置。",
    },
    [997] = 
    {
        msg = "目标地已被毒瘴笼罩，是否确认前进？",
    },
    [998] = 
    {
        msg = "防毒耐久消耗殆尽，农场逐鹿结束，请等待结算。",
    },
    [999] = 
    {
        msg = "毒瘴信息",
    },
    [1000] = 
    {
        msg = "毒瘴效率",
    },
    [1001] = 
    {
        msg = "仅身处毒瘴才会消耗防毒耐久，防毒耐久消耗殆尽则游戏结束",
    },
    [1002] = 
    {
        msg = "防毒耐久有限，逃离红色预警圈，远离毒瘴，抢占更多资源吧！",
    },
    [1003] = 
    {
        msg = "预计剩余防毒时长",
    },
    [1004] = 
    {
        msg = "号竞争者",
    },
    [1005] = 
    {
        msg = "冒险者",
    },
    [1006] = 
    {
        msg = "本局",
    },
    [1007] = 
    {
        msg = "比赛奖励将在本局结束时以邮件形式发放，请注意查收",
    },
    [1008] = 
    {
        msg = "第%s名",
    },
    [1009] = 
    {
        msg = "毒瘴收缩后恢复至%s点",
    },
    [1010] = 
    {
        msg = "进行中",
    },
    [1011] = 
    {
        msg = "武道之巅",
    },
    [1012] = 
    {
        msg = "结束倒计时",
    },
    [1013] = 
    {
        msg = "每日结算：当前排名奖励",
    },
    [1014] = 
    {
        msg = "阶段",
    },
    [1015] = 
    {
        msg = "海选赛",
    },
    [1016] = 
    {
        msg = "冠军竞猜",
    },
    [1017] = 
    {
        msg = "冠军赛",
    },
    [1018] = 
    {
        msg = "本赛季赛程已全部进行完毕。\n请等待下赛季开启。",
    },
    [1019] = 
    {
        msg = "对战",
    },
    [1020] = 
    {
        msg = "海选",
    },
    [1021] = 
    {
        msg = "当前赛季排名",
    },
    [1022] = 
    {
        msg = "退出将无法再次进入\n且%s无法返回\n是否确认退出？",
    },
    [1023] = 
    {
        msg = "武道积分",
    },
    [1024] = 
    {
        msg = "赛",
    },
    [1025] = 
    {
        msg = "我的赛程",
    },
    [1026] = 
    {
        msg = "组",
    },
    [1027] = 
    {
        msg = "比赛进行中",
    },
    [1028] = 
    {
        msg = "每日",
    },
    [1029] = 
    {
        msg = "竞猜",
    },
    [1030] = 
    {
        msg = "成功夺冠",
    },
    [1031] = 
    {
        msg = "半决赛",
    },
    [1032] = 
    {
        msg = "决赛",
    },
    [1033] = 
    {
        msg = "强",
    },
    [1034] = 
    {
        msg = "入围",
    },
    [1035] = 
    {
        msg = "淘汰出局",
    },
    [1036] = 
    {
        msg = "您未参与冠军赛",
    },
    [1037] = 
    {
        msg = "海选赛排名前32名可参与",
    },
    [1038] = 
    {
        msg = "尊敬的玩家可前往竞猜界面，参与本次冠军竞猜。各种稀有道具，养成材料，等你来拿！",
    },
    [1039] = 
    {
        msg = "确定冠军赛阵容",
    },
    [1040] = 
    {
        msg = "冠军赛默认使用主线阵容",
    },
    [1041] = 
    {
        msg = "调整阵容",
    },
    [1042] = 
    {
        msg = "暂未开放",
    },
    [1043] = 
    {
        msg = "海选赛结束后开放冠军竞猜",
    },
    [1044] = 
    {
        msg = "在海选赛排行榜前3名的大神中选择1名心仪的目标。若该大神成功夺冠，即竞猜成功，可领取丰厚奖励！",
    },
    [1045] = 
    {
        msg = "武道之路，哪位大神才能问鼎巅峰",
    },
    [1046] = 
    {
        msg = "海选排名",
    },
    [1047] = 
    {
        msg = "仅能为一位玩家投票\n投票后将无法更改\n是否确认选择支持该玩家",
    },
    [1048] = 
    {
        msg = "当前入围：",
    },
    [1049] = 
    {
        msg = "下赛季开启时间：",
    },
    [1050] = 
    {
        msg = "上赛季武道之巅",
    },
    [1051] = 
    {
        msg = "赛季时间",
    },
    [1052] = 
    {
        msg = "世界最强的32名玩家进行单败淘汰赛\n共同角逐武道之巅",
    },
    [1053] = 
    {
        msg = "轮空",
    },
    [1054] = 
    {
        msg = "%s前确定冠军赛阵容，未确定阵容则自动选择主线阵容。",
    },
    [1055] = 
    {
        msg = "结束",
    },
    [1056] = 
    {
        msg = "冠军",
    },
    [1057] = 
    {
        msg = "<outline color=#380b00 width=3><color=#fffef8>体力恢复</color><color=#fff087><size=28>加速</size></color></outline>",
    },
    [1058] = 
    {
        msg = "<outline color=#380b00 width=3><color=#fff087>25分</color>/体力--><color=#fff087>15分</color>/体力</outline>",
    },
    [1059] = 
    {
        msg = "装扮",
    },
    [1060] = 
    {
        msg = "我的吉签",
    },
    [1061] = 
    {
        msg = "收集全部吉签可兑换奖励",
    },
    [1062] = 
    {
        msg = "数量",
    },
    [1063] = 
    {
        msg = "兑奖",
    },
    [1064] = 
    {
        msg = "选择吉签",
    },
    [1065] = 
    {
        msg = "一键填入",
    },
    [1066] = 
    {
        msg = "点燃",
    },
    [1067] = 
    {
        msg = "填入任意两张吉签会置换成其他类型吉签",
    },
    [1068] = 
    {
        msg = "置换",
    },
    [1069] = 
    {
        msg = "吉签",
    },
    [1070] = 
    {
        msg = "丢%s次",
    },
    [1071] = 
    {
        msg = "进入内圈",
    },
}