dialogues = 
{
    [1] = 
    {
        desc = "自碎天重补以来，星月垂帘。",
    },
    [2] = 
    {
        desc = "是夜偶现纹环大物，或见绿，有兔传称绿星。",
    },
    [3] = 
    {
        desc = "其环绕飞行十二载，正映地之十二年，又传称岁星。",
    },
    [4] = 
    {
        desc = "祭祀之道，祈福岁星以保五谷丰登，于是乎又赋其福星之名。",
    },
    [5] = 
    {
        desc = "上古震荡，群星坠于大地，或成凶怪，或现兔形。",
    },
    [6] = 
    {
        desc = "岁星瑶坠，也化成兽形，其目似豹圆睁，一头棕鬃似虎非虎。",
    },
    [7] = 
    {
        desc = "但其却着长衫，手持玉简，立直遥望远方，神情好似读书兔。",
    },
    [8] = 
    {
        desc = "岁星坐骑亦生的好不威风，四蹄壮硕身形矫健，是上好的马驹身。",
    },
    [9] = 
    {
        desc = "但却长出一副獠牙突出、怒目圆睁的野猪首，平添七分凶恶。",
    },
    [10] = 
    {
        desc = "怎么了？灰粽也很威风的好不好！",
    },
    [11] = 
    {
        desc = "谁问你了？别打岔，福老头接着讲。",
    },
    [12] = 
    {
        desc = "咳咳，非小神诋毁，此乃画中仙原本的形象。",
    },
    [13] = 
    {
        desc = "众兔将的目光被福神拿出的画卷所吸引，福神笑着徐徐展开。",
    },
    [14] = 
    {
        desc = "只见此图风格并不一致，有勾勒平染的，有晕染出凹凸效果的。",
    },
    [15] = 
    {
        desc = "人物造形风格迥异，用笔细劲而圆转，粗细变化不大。",
    },
    [16] = 
    {
        desc = "此乃《星宿神形图》，可惜下半卷已佚，是钦天监使创作的绢本。",
    },
    [17] = 
    {
        desc = "福老头你答非所问，我想知道你从何处来？",
    },
    [18] = 
    {
        desc = "福神一边笑一边卷起画卷，一边回应道",
    },
    [19] = 
    {
        desc = "三太子莫急，且听小神慢慢道来。",
    },
    [20] = 
    {
        desc = "这赐福神力，乃是多方神人传承而来。",
    },
    [21] = 
    {
        desc = "要讲这福星源头，岁星神是绕不开的。",
    },
    [22] = 
    {
        desc = "那你且说，这般福缘神力怎么从大仙汇到你的手里的，你见过岁星？",
    },
    [23] = 
    {
        desc = "这，小神也未曾直面岁星。",
    },
    [24] = 
    {
        desc = "你支支吾吾莫不敢言，是不是也似那申公豹巧取豪夺的神力。",
    },
    [25] = 
    {
        desc = "三太子言重，小神岂敢行偷鸡摸狗之事。",
    },
    [26] = 
    {
        desc = "小神不过自上继承神力，要说这福星从何而来，定要从这位岁星神讲起。",
    },
    [27] = 
    {
        desc = "岁星前辈同时具有吉祥和凶险的两面。",
    },
    [28] = 
    {
        desc = "兔众虔诚供奉可以得福，轻漫冒犯必遭灾祸。",
    },
    [29] = 
    {
        desc = "随着太岁神凶险一面被民间故事越传越离奇，兔众反而忘记岁星原来的赐福星官身份。",
    },
    [30] = 
    {
        desc = "畏惧之余也就对他敬而远之，从此福星渐渐地与这位令人敬畏的岁星分道扬镳。",
    },
    [31] = 
    {
        desc = "这才有了后面的故事。",
    },
    [32] = 
    {
        desc = "失了岁星，兔兔自危，百姓总需要一位祈福对象。",
    },
    [33] = 
    {
        desc = "而品行优良，又有善政的唐道州刺史阳城渐渐被尊为福神。",
    },
    [34] = 
    {
        desc = "于是乎，阳城前辈继承了福星衣钵，为一方兔众降下福祉。",
    },
    [35] = 
    {
        desc = "这又得为阳城阳公，道一个篇章了。",
    },
    [36] = 
    {
        desc = "阳城自幼天性好学，然生活贫困，以致无钱买书。",
    },
    [37] = 
    {
        desc = "因而，他请求为集贤院属吏，借此机会攻读，昼夜闭门，坚持6年之久。",
    },
    [38] = 
    {
        desc = "进士及第后，由于不贪图功名利禄，隐居中条山，过着清贫的生活。",
    },
    [39] = 
    {
        desc = "阳城由于乐施，乡里称著，为兔所敬。",
    },
    [40] = 
    {
        desc = "正因他在乡里有很高的威望，村闾中发生争论之事，不去官府，而找阳城调解。",
    },
    [41] = 
    {
        desc = "阳城的卓行，闻名遐迩，国相常举荐，又命阳城为谏议大夫。",
    },
    [42] = 
    {
        desc = "阳城推脱不得，从隐居生活步入政治生涯。",
    },
    [43] = 
    {
        desc = "当时，在士人眼里将谏诤官视为危途，见阳城平日洒脱不拘的风采，深知没有善果，劝他好自为之。",
    },
    [44] = 
    {
        desc = "阳城吸取了其他谏官论事教训，始终采取谨慎的态度。",
    },
    [45] = 
    {
        desc = "居谏官8年，未曾与人争是非，人也难测其吉凶。",
    },
    [46] = 
    {
        desc = "阳城居官不关心政事，但对人忠义，甚至不顾自己的安危。",
    },
    [47] = 
    {
        desc = "见欺压事，阳城主持正义，声言我身为谏官，不可令天子杀无罪之臣。",
    },
    [48] = 
    {
        desc = "并死谏反对奸佞之徒擢升为相，又谏贤良免予社稷死。",
    },
    [49] = 
    {
        desc = "最终虽被降职，但申积冤，又消民苦。",
    },
    [50] = 
    {
        desc = "阳城不仅正直，而且重义气。一友人言事得罪，被贬后逃回隐居在阳城家。",
    },
    [51] = 
    {
        desc = "官府前来捕捉，阳城毫不恐惧，让官吏等在门外，与薛约饮酒告别，并送往城外，执手相辞。",
    },
    [52] = 
    {
        desc = "阳城因此牵连被逐出京，一不后悔，二无怨言，世人无不敬佩。",
    },
    [53] = 
    {
        desc = "被贬之时，百官求情，太学生数百兔为他饯行，无不涕泣，并给他立石纪德。",
    },
    [54] = 
    {
        desc = "出任州官后，阳城励精图治，关心民情，实行节俭，赏罚分明。",
    },
    [55] = 
    {
        desc = "月俸除留足吃用外，其余全归官府所有，与民公享。",
    },
    [56] = 
    {
        desc = "体恤民情，罢黜恶俗——进贡侏儒",
    },
    [57] = 
    {
        desc = "后政局动荡，赋税不能按时上缴，不忍催逼租税，自书“抚字心劳，追科政拙，考下下”",
    },
    [58] = 
    {
        desc = "最终阳城弃官后以教授为业",
    },
    [59] = 
    {
        desc = "阳城对学生的严格要求和辛勤培养，在学生中获得了很高的威望。",
    },
    [60] = 
    {
        desc = "兔众以为神异，又鉴其体恤民情，于是建庙供奉。",
    },
    [61] = 
    {
        desc = "又因罢黜恶俗，于是敬奉他为福神。",
    },
    [62] = 
    {
        desc = "这么说，我是不是要尊称一句阳城大仙？",
    },
    [63] = 
    {
        desc = "岂敢，小神继承大统，正是从阳城手中接过衣钵的。",
    },
    [64] = 
    {
        desc = "我懂了，你也似那猴头，是石头缝里蹦出来的！",
    },
    [65] = 
    {
        desc = "哪吒收拢混天绫，抬手捏出剑指指向福神，脸上微怒。",
    },
    [66] = 
    {
        desc = "莫不是当我无知，怎的说教味如此厚重。",
    },
    [67] = 
    {
        desc = "你若不愿说，何必东拉西扯。",
    },
    [68] = 
    {
        desc = "且罢，看火来！",
    },
    [69] = 
    {
        desc = "说完，哪吒蹬起乾坤圈，小脸吸气胀圆，随后吹出一朵灼目的火莲。",
    },
    [70] = 
    {
        desc = "被真火燎翻的福神拍拍衣服，却还是用笑容面对众人。",
    },
    [71] = 
    {
        desc = "哎哟，小神岂敢，三太子息怒。",
    },
    [72] = 
    {
        desc = "诸位可知，这尧帝正是正月十五日降生，定为上元节。",
    },
    [73] = 
    {
        desc = "小神职责在此，自然是要从头道来，这上元节就是赐福日。",
    },
    [74] = 
    {
        desc = "小神不过是给大家拜个福，送个礼的。",
    },
    [75] = 
    {
        desc = "这都是岁星神与阳城神官的运作，让兔众的烟火气归于神位",
    },
    [76] = 
    {
        desc = "也正因为兔众对福运有所追求，才有小神今日的造化。",
    },
    [77] = 
    {
        desc = "被火光惊动的寿神正好经过。",
    },
    [78] = 
    {
        desc = "此言差矣，老朽见紫薇帝星闪动，原来是...",
    },
    [79] = 
    {
        desc = "南老慎言。",
    },
    [80] = 
    {
        desc = "好好好，这个我爱听。",
    },
    [81] = 
    {
        desc = "这紫薇天帝有众多仙像，各司其职，剩下的老朽不便多说。",
    },
    [82] = 
    {
        desc = "哦？寿爷爷莫慌，多说点。",
    },
    [83] = 
    {
        desc = "那老朽斗胆再说两句。",
    },
    [84] = 
    {
        desc = "这万象宗师，众星所拱，万法金仙之帝主，也有想要偷闲之时。",
    },
    [85] = 
    {
        desc = "而...",
    },
    [86] = 
    {
        desc = "南老这就是你的不对了，三太子平日最喜仙桃，正巧你来了，要不就赐予三太子吧？",
    },
    [87] = 
    {
        desc = "寿神拗不过，转增一枚仙桃给哪吒，哪吒也不忌讳，在衣袖上擦擦便塞进嘴里啃了起来。福神则是眯着眼中闪烁着“怎么塞不住你的嘴”的意味。",
    },
    [88] = 
    {
        desc = "诸位故事也听的差不多了，小神与南老还有其他地方需要寻访，只得先走一步了。",
    },
    [89] = 
    {
        desc = "诸位万福长寿，告辞。",
    },
    [90] = 
    {
        desc = "话罢，福神腾云而去，同时一朵仙云卷走了寿神。",
    },
    [91] = 
    {
        desc = "一处临时摄影棚，导演助理兼编剧洛基正在与总导演奥丁沟通早期工作。",
    },
    [92] = 
    {
        desc = "要用2.35比1的绿幕，场面要宏大，背景要史诗感，懂吗？",
    },
    [93] = 
    {
        desc = "洛基一边擦着汗一边望向制片弗丽嘉征求意见，只见弗丽嘉风轻云淡的摇头。",
    },
    [94] = 
    {
        desc = "我懂我懂，但是东方有句古话叫“好刚用在刀刃上”，您瞧这演员选角？",
    },
    [95] = 
    {
        desc = "洛基翻开备选名册，上面琳琅满目的各种演员。定睛仔细一看，密密麻麻的小字满满的写着两个字“身价”。",
    },
    [96] = 
    {
        desc = "奥丁看了两眼，随手将名册合上。",
    },
    [97] = 
    {
        desc = "洛基啊，平时我待你不薄，想必你也有方法。这兔选，只要好的。",
    },
    [98] = 
    {
        desc = "咳，我的要求是不要贵的。",
    },
    [99] = 
    {
        desc = "明白了，那我这边先行告退。",
    },
    [100] = 
    {
        desc = "转身前还面带微笑的洛基，离开时已经愁云满面，嘴角微微抽搐。",
    },
    [101] = 
    {
        desc = "这个这个和这个，邀请来看看。",
    },
    [102] = 
    {
        desc = "都不要，剧本我看过了，都是打戏，要柔弱的姑娘做什么。",
    },
    [103] = 
    {
        desc = "要...要有间奏，要有回忆杀，总得有起承转折。",
    },
    [104] = 
    {
        desc = "时长不够，剪掉吧。",
    },
    [105] = 
    {
        desc = "洛基捧着一杆涂着黄漆的树杈问负责道具布景的托尔。",
    },
    [106] = 
    {
        desc = "这是何物，最终幕被烧焦的树吗？",
    },
    [107] = 
    {
        desc = "不是，最后的烈火燎原用的贴纸背景板，这个是魔剑莱万汀。",
    },
    [108] = 
    {
        desc = "移动灯光在哪里？机械组人员都在哪呢？",
    },
    [109] = 
    {
        desc = "别喊了，机械组...咳咳，“机械组”在干饭。",
    },
    [110] = 
    {
        desc = "弗雷指着远处食槽旁边的灰粽战猪，它的背上绑满了各种摄影器材，腰间还挂着雷神的锤子，似乎做成了简易充电装置。",
    },
    [111] = 
    {
        desc = "这么说简历上的资深摄影该不会就是你吧？",
    },
    [112] = 
    {
        desc = "没错，正是在下！",
    },
    [113] = 
    {
        desc = "话音未落，弗雷将摄影机扛在肩甲上，对着洛基竖出大拇指，露出牙齿的微笑在阳光下闪着夺目光彩。",
    },
    [114] = 
    {
        desc = "素材仓库一位红衣青袍的小姑娘抱着各种烟花火烛进进出出。",
    },
    [115] = 
    {
        desc = "哪里来的小孩，我们不收童工，这又是干什么的？",
    },
    [116] = 
    {
        desc = "小姑娘瞟了他一眼继续干活，嘴巴里碎碎念。",
    },
    [117] = 
    {
        desc = "哪来的穷酸鬼，按颗买炮仗还要论斤称价。",
    },
    [118] = 
    {
        desc = "你在米德加尔特发了财，生活过得很好，有兔众拥戴你。",
    },
    [119] = 
    {
        desc = "你不需要我，现在却来找我说，“陛下”请帮我主持公道。",
    },
    [120] = 
    {
        desc = "但你对我一点尊重也没有，并不把我当神王。",
    },
    [121] = 
    {
        desc = "你甚至不愿意喊我“神父”。",
    },
    [122] = 
    {
        desc = "卡！台本拿错了，重来一遍。",
    },
    [123] = 
    {
        desc = "现在上演的是一幕提尔与地狱恶犬加姆战斗的场景，提尔提刀一把卡主犬首将其撂翻在地。",
    },
    [124] = 
    {
        desc = "卡！卡！卡！你在干什么提尔，你要表演出那份战至力竭最后同归于尽的悲惨场景才能惹人共鸣。",
    },
    [125] = 
    {
        desc = "可是它一点也不凶猛...",
    },
    [126] = 
    {
        desc = "提尔一只手摁住中间的犬首，三头犬的另外两个脑袋分别在舔舐他的左右脸颊。",
    },
    [127] = 
    {
        desc = "收手吧提尔，上面全是狗头。",
    },
    [128] = 
    {
        desc = "一日的拍摄接近尾声，严重迟到的瓦尔基里才赶到片场。",
    },
    [129] = 
    {
        desc = "实在不好意思，路上太堵。",
    },
    [130] = 
    {
        desc = "我们坐的都是大奔、大劳，你坐兔自达，怪不得你会塞车。",
    },
    [131] = 
    {
        desc = "你坐兔自达，根本就没有资格拍这个摄哦。",
    },
    [132] = 
    {
        desc = "正在上演的是奥丁被吞入芬里尔之后维达赶来支援的一幕。洛基和托尔在摄影机看不到的位置托举刷着白漆的木板，台本上写的用作充当狼腹的简陋道具。",
    },
    [133] = 
    {
        desc = "只见维达在荧幕前纵身跃起跳跃劈砍，大斧凿穿板面，随后他贴脸在洞口高喊。",
    },
    [134] = 
    {
        desc = "这里是...维达！",
    },
    [135] = 
    {
        desc = "卡！你是想奥丁举着剑在后面惊恐的看着你吗？",
    },
    [136] = 
    {
        desc = "战前奥丁尚未前往命运井一探究竟，想要找弗丽嘉见最后一面，饰演门卫的是临时请来的老年保安兔。",
    },
    [137] = 
    {
        desc = "弗丽嘉在哪里？",
    },
    [138] = 
    {
        desc = "弗丽什么？",
    },
    [139] = 
    {
        desc = "弗丽嘉在哪？",
    },
    [140] = 
    {
        desc = "什么丽嘉？",
    },
    [141] = 
    {
        desc = "弗丽嘉！",
    },
    [142] = 
    {
        desc = "弗什么嘉？",
    },
    [143] = 
    {
        desc = "卡，抬走下一位！",
    },
    [144] = 
    {
        desc = "由于前幕的拍摄一直没完成，饰演死神的赫拉和饰演史尔特尔的宙斯百无聊赖。",
    },
    [145] = 
    {
        desc = "他们在剧组斥巨资搭建的亡灵船纳吉尔法的船头预演接下来的剧目。",
    },
    [146] = 
    {
        desc = "他们刚展开双臂摆出乘风的姿势，一旁的灰粽因为雷神之锤漏电而惊叫奔逃，引发支架垮塌。",
    },
    [147] = 
    {
        desc = "只见灰烟弥漫之后，巨资亡灵船光荣的分裂成了两份。",
    },
    [148] = 
    {
        desc = "这位是神王奥丁，手持永恒之枪，当世神王。",
    },
    [149] = 
    {
        desc = "这位是丰饶神弗雷，手持胜利之剑...厄，原来剑转赠了，那手持胜利之鹿角，盖世无双。",
    },
    [150] = 
    {
        desc = "这位是雷神托尔，手持雷神之锤...灯光也不能撤，锤子放回去。",
    },
    [151] = 
    {
        desc = "（饰演史尔特尔）够了，我不是针对谁，我是说在座的各位都是弱鸡。",
    },
    [152] = 
    {
        desc = "嘻嘻，告诉你个秘密，以前的勇士都被我献给龙神大人了哦！",
    },
    [153] = 
    {
        desc = "嗯？",
    },
    [154] = 
    {
        desc = "我是在说，（声音逐渐尖锐）把你小命拿来吧！",
    },
    [155] = 
    {
        desc = "啧啧啧（一边点头）",
    },
    [156] = 
    {
        desc = "兔将们，给我上，反正只要活的，绑起来带走也算拯救了。",
    },
}