feature = 
{
    [1] = 
    {
        chapter = "第一回\n 在岁凶星",
    },
    [2] = 
    {
        chapter = "第二回\n 斗转星移",
    },
    [3] = 
    {
        chapter = "第三回\n 天官赐福",
    },
    [4] = 
    {
        chapter = "插曲\n 诸神黄昏剧组一",
    },
    [5] = 
    {
        chapter = "插曲\n 诸神黄昏剧组二",
    },
    [6] = 
    {
        chapter = "天星映地始得名",
    },
    [7] = 
    {
        chapter = "星陨坠地成神形",
    },
    [8] = 
    {
        chapter = "座下神驹野猪像",
    },
    [9] = 
    {
        chapter = "钦天监使传画卷",
    },
    [10] = 
    {
        chapter = "新神难辞顽童问",
    },
    [11] = 
    {
        chapter = "巧舌如簧三太子",
    },
    [12] = 
    {
        chapter = "凶吉两面各显灵",
    },
    [13] = 
    {
        chapter = "陕州夏县出阳城",
    },
    [14] = 
    {
        chapter = "进士及第遂隐居",
    },
    [15] = 
    {
        chapter = "国相荐举帝王召",
    },
    [16] = 
    {
        chapter = "扶正压邪为忠义",
    },
    [17] = 
    {
        chapter = "义气之行遭被贬",
    },
    [18] = 
    {
        chapter = "励精图治抵苛税",
    },
    [19] = 
    {
        chapter = "归隐山田封福星",
    },
    [20] = 
    {
        chapter = "礼问仙人何处来",
    },
    [21] = 
    {
        chapter = "三昧真火口吐莲",
    },
    [22] = 
    {
        chapter = "上元一节始由来",
    },
    [23] = 
    {
        chapter = "继承道统岁福神",
    },
    [24] = 
    {
        chapter = "寿老一语道天机",
    },
    [25] = 
    {
        chapter = "帝星飘摇荧惑高",
    },
    [26] = 
    {
        chapter = "天官赐福礼相送",
    },
    [27] = 
    {
        chapter = "剧团纳新",
    },
    [28] = 
    {
        chapter = "五彩斑斓的黑",
    },
    [29] = 
    {
        chapter = "招兵买马",
    },
    [30] = 
    {
        chapter = "服化道组",
    },
    [31] = 
    {
        chapter = "灯光、机械组",
    },
    [32] = 
    {
        chapter = "摄影组",
    },
    [33] = 
    {
        chapter = "特效组",
    },
    [34] = 
    {
        chapter = "“神父”",
    },
    [35] = 
    {
        chapter = "收手吧",
    },
    [36] = 
    {
        chapter = "兔自达",
    },
    [37] = 
    {
        chapter = "亲爱的，我来了",
    },
    [38] = 
    {
        chapter = "弗丽嘉",
    },
    [39] = 
    {
        chapter = "泰坦纳吉号",
    },
    [40] = 
    {
        chapter = "都是弱鸡",
    },
}