guide = 
{
    [1] = 
    {
        msg = "勇敢的冒险者，欢迎您来到拉比特世界！",
    },
    [2] = 
    {
        msg = "点击屏幕开始冒险吧！",
    },
    [3] = 
    {
        msg = "伤害有点低啊，提升等级再挑战吧！",
    },
    [4] = 
    {
        msg = "再提升一下等级吧！",
    },
    [5] = 
    {
        msg = "是费德提克，模仿再像，也斗不过我。",
    },
    [6] = 
    {
        msg = "是魔法帽，据说能掏出各种宝贝，拿来吧你。",
    },
    [7] = 
    {
        msg = "获得了一个神奇的魔法帽，打开看看里面有什么惊喜！",
    },
    [8] = 
    {
        msg = "这位兔将赤发金瞳、雷须倒起，好生威猛，且助我一臂之力！",
    },
    [9] = 
    {
        msg = "又获得了一个魔法帽，是该施展魔术了！",
    },
    [10] = 
    {
        msg = "这位兔将鸿衣羽裳仙风道骨，想必有大智慧！",
    },
    [11] = 
    {
        msg = "现在可以招募新的兔将加入队伍，并肩作战！",
    },
    [12] = 
    {
        msg = "乌鸦科尔斯也是冒险历程中的好伙伴，点击喂食，让它也加入战斗！",
    },
    [13] = 
    {
        msg = "这猴好生机敏转头投于我阵，想必是知天命识时务。",
    },
    [14] = 
    {
        msg = "路过一处布告板，悬赏我都一一记录下来了。",
    },
    [15] = 
    {
        msg = "刑天小儿，且看我一个后空翻触发乌鸦时间，随后...哎呦，兔将们给我上！",
    },
    [16] = 
    {
        msg = "这只也太超纲了吧，快释放终极绝技...摇人！！！",
    },
    [17] = 
    {
        msg = "是他是他就是他，大大大大、大圣！",
    },
    [18] = 
    {
        msg = "果然厉害，摇人大法无敌，哎，大圣别走啊！",
    },
    [19] = 
    {
        msg = "大圣你回来呀，我这里双休997，待遇超好的！",
    },
}