guildlog = 
{
    [0] = 
    {
        msg = "玩家%s创建了公会",
    },
    [1] = 
    {
        msg = "%s加入了公会",
    },
    [2] = 
    {
        msg = "%s离开了公会",
    },
    [3] = 
    {
        msg = "%s被任命为%s",
    },
    [4] = 
    {
        msg = "公会升到%s级",
    },
    [5] = 
    {
        msg = "%s被踢出公会",
    },
    [6] = 
    {
        msg = "弹劾盟主成功，%s成为新盟主",
    },
    [7] = 
    {
        msg = "%s获得公会宝箱%d个",
    },
    [8] = 
    {
        msg = "公会战获得第%d名，奖励%s%d个",
    },
    [9] = 
    {
        msg = "合力击败公会BOSS，获得钻石和刮刮乐，升级幸运科技提升战力",
    },
    [10] = 
    {
        msg = "就等你了！联合起来拯救世界吧！",
    },
    [11] = 
    {
        msg = "公会1-10级的心愿",
    },
    [12] = 
    {
        msg = "公会11-20级的心愿",
    },
    [13] = 
    {
        msg = "公会20级以上的心愿",
    },
    [14] = 
    {
        msg = "会长",
    },
    [15] = 
    {
        msg = "副会长",
    },
    [16] = 
    {
        msg = "成员",
    },
}