hardFrame = 
{
    [64000] = 
    {
        name = "兔将报道",
        desc = "欢迎新进兔将指挥的到来！",
    },
    [64001] = 
    {
        name = "白金之心",
        desc = "这是真金，可不是什么白银",
        path = "活动获取",
    },
    [64002] = 
    {
        name = "龙宫明镜",
        desc = "明镜明镜，谁是此世最强的人？",
        path = "活动获取",
    },
    [64003] = 
    {
        name = "黑铁时代",
        desc = "妖火盛，铁铸高",
        path = "活动获取",
    },
    [64004] = 
    {
        name = "清凉一夏",
        desc = "冰激凌，薄荷茶，水果沙拉，大泳池。夏天除了热和晒，什么都好！",
        path = "活动获取",
    },
    [64005] = 
    {
        name = "电竞之心",
        desc = "鏖战登神长阶，屠龙勇士终成恶龙。",
        path = "登神长阶商城兑换",
    },
    [64006] = 
    {
        name = "蚁狮威光",
        desc = "进退自如，游刃有余！龙威虎胆，斩敌破阵！",
        path = "活动获取",
    },
    [64007] = 
    {
        name = "永结同心",
        desc = "在天愿作比翼鸟,在地愿为连理枝",
        path = "活动获取",
    },
    [64008] = 
    {
        name = "飞心传意",
        desc = "七夕今宵看碧霄，牵牛织女渡河桥",
        path = "活动获取",
    },
    [64009] = 
    {
        name = "天下无双",
        desc = "文无第一，武无第二，试问天下谁敌手？",
        path = "竞技场夺得第1名",
    },
    [64010] = 
    {
        name = "举世瞩目",
        desc = "拳打南山，脚踢北海，欲与天公试比高",
        path = "竞技场夺得第2、3名",
    },
    [64011] = 
    {
        name = "竞技巅峰",
        desc = "大浪淘沙，鱼跃龙门，百千竞者皆下游",
        path = "竞技场夺得第4~10名",
    },
    [64012] = 
    {
        name = "大富豪",
        desc = "雕绘金杯镶宝石,财富家藏隔世绝",
        path = "七日目标累计充值获得",
    },
    [64013] = 
    {
        name = "壕气冲天",
        desc = "曾经沧海难为水,除却巫山不是云",
        path = "七日目标累计充值获得",
    },
    [64014] = 
    {
        name = "龙翔天际",
        desc = "潜龙在渊,腾必九天",
        path = "活动获取",
    },
    [64015] = 
    {
        name = "喜迎元旦",
        desc = "旧岁又添几个喜,新年更上一层楼",
        path = "活动获取",
    },
    [64016] = 
    {
        name = "胧月青苔",
        desc = "朦胧月光遮狸影",
        path = "逃离农场夺得第3名",
    },
    [64017] = 
    {
        name = "荷塘月色",
        desc = "映月荷花别样红",
        path = "逃离农场夺得第2名",
    },
    [64018] = 
    {
        name = "萤火幽光",
        desc = "点点荧光指明路",
        path = "逃离农场夺得第1名",
    },
    [64019] = 
    {
        name = "青竹回忆",
        desc = "汗竹香中翻墨汁",
        path = "活动获取",
    },
}