head = 
{
    [1] = 
    {
        name = "冒险者",
        desc = "获得冒险者后解锁",
    },
    [2] = 
    {
        name = "宙斯",
        desc = "获得兔将宙斯后解锁",
    },
    [3] = 
    {
        name = "后羿",
        desc = "获得兔将后羿后解锁",
    },
    [4] = 
    {
        name = "弗丽嘉",
        desc = "获得兔将弗丽嘉后解锁",
    },
    [5] = 
    {
        name = "伏羲",
        desc = "获得兔将伏羲后解锁",
    },
    [6] = 
    {
        name = "赫拉",
        desc = "获得兔将赫拉后解锁",
    },
    [7] = 
    {
        name = "女娲",
        desc = "获得兔将女娲后解锁",
    },
    [8] = 
    {
        name = "茨木童子",
        desc = "获得兔将茨木童子后解锁",
    },
    [9] = 
    {
        name = "孙悟空",
        desc = "获得兔将孙悟空后解锁",
    },
    [10] = 
    {
        name = "盘古",
        desc = "获得兔将盘古后解锁",
    },
    [11] = 
    {
        name = "阿波罗",
        desc = "获得兔将阿波罗后解锁",
    },
    [12] = 
    {
        name = "奥丁",
        desc = "获得兔将奥丁后解锁",
    },
    [13] = 
    {
        name = "酒吞童子",
        desc = "获得兔将酒吞童子后解锁",
    },
    [14] = 
    {
        name = "丘比特",
        desc = "获得兔将丘比特后解锁",
    },
    [15] = 
    {
        name = "九天玄女",
        desc = "获得兔将九天玄女后解锁",
    },
    [16] = 
    {
        name = "龙女",
        desc = "获得兔将龙女后解锁",
    },
    [17] = 
    {
        name = "嫦娥",
        desc = "获得兔将嫦娥后解锁",
    },
    [18] = 
    {
        name = "维纳斯",
        desc = "获得兔将维纳斯后解锁",
    },
    [19] = 
    {
        name = "洛神",
        desc = "获得兔将洛神后解锁",
    },
    [20] = 
    {
        name = "玉藻前",
        desc = "获得兔将玉藻前后解锁",
    },
    [21] = 
    {
        name = "西芙",
        desc = "获得兔将西芙后解锁",
    },
    [22] = 
    {
        name = "姜子牙",
        desc = "获得兔将姜子牙后解锁",
    },
    [23] = 
    {
        name = "杨戬",
        desc = "获得兔将杨戬后解锁",
    },
    [24] = 
    {
        name = "波塞冬",
        desc = "获得兔将波塞冬后解锁",
    },
    [25] = 
    {
        name = "共工",
        desc = "获得兔将共工后解锁",
    },
    [26] = 
    {
        name = "哈迪斯",
        desc = "获得兔将哈迪斯后解锁",
    },
    [27] = 
    {
        name = "祝融",
        desc = "获得兔将祝融后解锁",
    },
    [28] = 
    {
        name = "托塔天王",
        desc = "获得兔将托塔天王后解锁",
    },
    [29] = 
    {
        name = "阿瑞斯",
        desc = "获得兔将阿瑞斯后解锁",
    },
    [30] = 
    {
        name = "托尔",
        desc = "获得兔将托尔后解锁",
    },
    [31] = 
    {
        name = "雅典娜",
        desc = "获得兔将雅典娜后解锁",
    },
    [32] = 
    {
        name = "精卫",
        desc = "获得兔将精卫后解锁",
    },
    [33] = 
    {
        name = "洛基",
        desc = "获得兔将洛基后解锁",
    },
    [34] = 
    {
        name = "福神",
        desc = "获得兔将福神后解锁",
    },
    [35] = 
    {
        name = "寿神",
        desc = "获得兔将寿神后解锁",
    },
    [36] = 
    {
        name = "禄神",
        desc = "获得兔将禄神后解锁",
    },
    [37] = 
    {
        name = "喜神",
        desc = "获得兔将喜神后解锁",
    },
    [38] = 
    {
        name = "雪女",
        desc = "获得兔将雪女后解锁",
    },
    [39] = 
    {
        name = "龙王",
        desc = "获得兔将龙王后解锁",
    },
    [40] = 
    {
        name = "财神",
        desc = "获得兔将财神后解锁",
    },
    [41] = 
    {
        name = "戴安娜",
        desc = "获得兔将戴安娜后解锁",
    },
    [42] = 
    {
        name = "哪吒",
        desc = "获得兔将哪吒后解锁",
    },
    [43] = 
    {
        name = "提尔",
        desc = "获得兔将提尔后解锁",
    },
    [44] = 
    {
        name = "弗雷",
        desc = "获得兔将弗雷后解锁",
    },
    [45] = 
    {
        name = "瓦尔基里",
        desc = "获得兔将瓦尔基里后解锁",
    },
    [46] = 
    {
        name = "雷公",
        desc = "获得兔将雷公后解锁",
    },
    [47] = 
    {
        name = "海姆达尔",
        desc = "获得兔将海姆达尔后解锁",
    },
    [48] = 
    {
        name = "维达",
        desc = "获得兔将维达后解锁",
    },
    [49] = 
    {
        name = "测试皮1",
        desc = "获得皮肤测试皮1后解锁",
    },
    [50] = 
    {
        name = "暗月守卫",
        desc = "获得皮肤暗月守卫后解锁",
    },
    [51] = 
    {
        name = "圆月之铠",
        desc = "获得皮肤圆月之铠后解锁",
    },
    [52] = 
    {
        name = "测试皮4",
        desc = "获得皮肤测试皮4后解锁",
    },
    [53] = 
    {
        name = "测试皮5",
        desc = "获得皮肤测试皮5后解锁",
    },
    [54] = 
    {
        name = "暗月女王",
        desc = "获得皮肤暗月女王后解锁",
    },
    [55] = 
    {
        name = "测试皮7",
        desc = "获得皮肤测试皮7后解锁",
    },
    [56] = 
    {
        name = "暗月行者",
        desc = "获得皮肤暗月行者后解锁",
    },
    [57] = 
    {
        name = "圆月之灵",
        desc = "获得皮肤圆月之灵后解锁",
    },
    [58] = 
    {
        name = "测试皮10",
        desc = "获得皮肤测试皮10后解锁",
    },
    [59] = 
    {
        name = "测试皮11",
        desc = "获得皮肤测试皮11后解锁",
    },
    [60] = 
    {
        name = "圆月之王",
        desc = "获得皮肤圆月之王后解锁",
    },
    [61] = 
    {
        name = "新月骑士",
        desc = "获得皮肤新月骑士后解锁",
    },
    [62] = 
    {
        name = "月宫仙子",
        desc = "获得皮肤月宫仙子后解锁",
    },
}