hero = 
{
    [1] = 
    {
        name = "冒险者",
    },
    [2] = 
    {
        name = "宙斯",
    },
    [3] = 
    {
        name = "后羿",
    },
    [4] = 
    {
        name = "弗丽嘉",
    },
    [5] = 
    {
        name = "伏羲",
    },
    [6] = 
    {
        name = "赫拉",
    },
    [7] = 
    {
        name = "女娲",
    },
    [8] = 
    {
        name = "茨木童子",
    },
    [9] = 
    {
        name = "孙悟空",
    },
    [10] = 
    {
        name = "盘古",
    },
    [11] = 
    {
        name = "阿波罗",
    },
    [12] = 
    {
        name = "奥丁",
    },
    [13] = 
    {
        name = "酒吞童子",
    },
    [14] = 
    {
        name = "丘比特",
    },
    [15] = 
    {
        name = "九天玄女",
    },
    [16] = 
    {
        name = "龙女",
    },
    [17] = 
    {
        name = "嫦娥",
    },
    [18] = 
    {
        name = "维纳斯",
    },
    [19] = 
    {
        name = "洛神",
    },
    [20] = 
    {
        name = "玉藻前",
    },
    [21] = 
    {
        name = "西芙",
    },
    [22] = 
    {
        name = "姜子牙",
    },
    [23] = 
    {
        name = "杨戬",
    },
    [24] = 
    {
        name = "波塞冬",
    },
    [25] = 
    {
        name = "共工",
    },
    [26] = 
    {
        name = "哈迪斯",
    },
    [27] = 
    {
        name = "祝融",
    },
    [28] = 
    {
        name = "托塔天王",
    },
    [29] = 
    {
        name = "阿瑞斯",
    },
    [30] = 
    {
        name = "托尔",
    },
    [31] = 
    {
        name = "雅典娜",
    },
    [32] = 
    {
        name = "精卫",
    },
    [33] = 
    {
        name = "洛基",
    },
    [34] = 
    {
        name = "福神",
    },
    [35] = 
    {
        name = "寿神",
    },
    [36] = 
    {
        name = "禄神",
    },
    [37] = 
    {
        name = "喜神",
    },
    [38] = 
    {
        name = "雪女",
    },
    [39] = 
    {
        name = "龙王",
    },
    [40] = 
    {
        name = "财神",
    },
    [41] = 
    {
        name = "戴安娜",
    },
    [42] = 
    {
        name = "哪吒",
    },
    [43] = 
    {
        name = "提尔",
    },
    [44] = 
    {
        name = "弗雷",
    },
    [45] = 
    {
        name = "瓦尔基里",
    },
    [46] = 
    {
        name = "雷公",
    },
    [47] = 
    {
        name = "海姆达尔",
    },
    [48] = 
    {
        name = "维达",
    },
    [49] = 
    {
        name = "月宫仙子",
    },
    [10100] = 
    {
        name = "独眼巨人",
    },
    [10200] = 
    {
        name = "独眼巨人",
    },
    [10300] = 
    {
        name = "独眼巨人",
    },
    [10400] = 
    {
        name = "独眼巨人",
    },
    [10500] = 
    {
        name = "独眼巨人",
    },
    [10600] = 
    {
        name = "牛头人",
    },
    [10700] = 
    {
        name = "地狱三头犬",
    },
    [20100] = 
    {
        name = "半人马领袖",
    },
    [20200] = 
    {
        name = "刑天",
    },
    [20101] = 
    {
        name = "疯狂·刑天",
    },
    [20102] = 
    {
        name = "铁铠·刑天",
    },
    [20103] = 
    {
        name = "无畏·半人马",
    },
    [20104] = 
    {
        name = "不屈·米诺陶",
    },
    [20201] = 
    {
        name = "神祈·三头犬",
    },
    [20202] = 
    {
        name = "魔尊·三头犬",
    },
    [20203] = 
    {
        name = "暴走·半人马",
    },
    [20204] = 
    {
        name = "不灭·米诺陶",
    },
    [30001] = 
    {
        name = "神神神",
    },
    [30002] = 
    {
        name = "野猪冲撞",
    },
    [30003] = 
    {
        name = "忤逆",
    },
    [30004] = 
    {
        name = "公子遥",
    },
    [30005] = 
    {
        name = "沉默",
    },
    [30006] = 
    {
        name = "浪子",
    },
    [30007] = 
    {
        name = "林深见鹿",
    },
    [30008] = 
    {
        name = "丶咘咘",
    },
    [30009] = 
    {
        name = "小试牛刀",
    },
    [30010] = 
    {
        name = "神煌",
    },
    [30011] = 
    {
        name = "初代飞昂",
    },
    [30012] = 
    {
        name = "一只墨楠",
    },
    [30013] = 
    {
        name = "荒天帝",
    },
    [30014] = 
    {
        name = "狂人阿峰",
    },
    [30015] = 
    {
        name = "花儿朵朵丶",
    },
    [30016] = 
    {
        name = "酒桶",
    },
    [30017] = 
    {
        name = "韩立",
    },
    [30018] = 
    {
        name = "示申",
    },
    [30019] = 
    {
        name = "漩涡佐助",
    },
    [30020] = 
    {
        name = "御姐的郭玛",
    },
    [30021] = 
    {
        name = "10085",
    },
    [30022] = 
    {
        name = "王的男人",
    },
    [30023] = 
    {
        name = "onana",
    },
    [30024] = 
    {
        name = "山水相逢",
    },
    [30025] = 
    {
        name = "Yyboy",
    },
    [30026] = 
    {
        name = "鲫鱼汤",
    },
    [30027] = 
    {
        name = "大可乐",
    },
    [30028] = 
    {
        name = "一只杞亭",
    },
    [30029] = 
    {
        name = "唐美美",
    },
    [30030] = 
    {
        name = "我是谁",
    },
    [40001] = 
    {
        name = "常暗之箱",
    },
    [40002] = 
    {
        name = "丿世纪末灬",
    },
    [40003] = 
    {
        name = "平天下",
    },
    [40004] = 
    {
        name = "挂机第一名",
    },
    [40005] = 
    {
        name = "点击就送",
    },
    [1002] = 
    {
        name = "重阳·宙斯",
    },
    [1003] = 
    {
        name = "重阳·后羿",
    },
    [1004] = 
    {
        name = "重阳·弗丽嘉",
    },
    [1005] = 
    {
        name = "重阳·伏羲",
    },
    [1006] = 
    {
        name = "重阳·赫拉",
    },
    [1007] = 
    {
        name = "重阳·女娲",
    },
    [1008] = 
    {
        name = "重阳·茨木童子",
    },
    [1009] = 
    {
        name = "重阳·孙悟空",
    },
    [1010] = 
    {
        name = "重阳·盘古",
    },
    [1011] = 
    {
        name = "重阳·阿波罗",
    },
    [1012] = 
    {
        name = "重阳·奥丁",
    },
    [1013] = 
    {
        name = "重阳·酒吞童子",
    },
    [20505] = 
    {
        name = "刑天",
    },
    [20506] = 
    {
        name = "半人马",
    },
    [20507] = 
    {
        name = "米诺陶",
    },
    [20508] = 
    {
        name = "地狱三头犬",
    },
}