itemtype = 
{
    0.0 = 
    {
        msg = "货币",
    },
    1.0 = 
    {
        msg = "武器",
    },
    2.0 = 
    {
        msg = "盾牌",
    },
    3.0 = 
    {
        msg = "防具",
    },
    4.0 = 
    {
        msg = "饰品",
    },
    5.0 = 
    {
        msg = "宝石",
    },
    6.0 = 
    {
        msg = "神器",
    },
    7.0 = 
    {
        msg = "神器碎片",
    },
    10.0 = 
    {
        msg = "礼包",
    },
    11.0 = 
    {
        msg = "礼包",
    },
    12.0 = 
    {
        msg = "材料",
    },
    13.0 = 
    {
        msg = "兔将碎片",
    },
    14.0 = 
    {
        msg = "材料",
    },
    15.0 = 
    {
        msg = "神格",
    },
    16.0 = 
    {
        msg = "图纸",
    },
    17.0 = 
    {
        msg = "神格",
    },
    18.0 = 
    {
        msg = "家园装扮",
    },
    19.0 = 
    {
        msg = "头像框",
    },
    20.0 = 
    {
        msg = "皮肤",
    },
}