itemname = 
{
    [20101] = 
    {
        msg = "金币袋",
        desc = "打开后将获得4小时挂机金币奖励\n里面的金币量即使是乌鸦科尔斯也露出了微笑",
    },
    [20111] = 
    {
        msg = "传奇神器箱",
        desc = "打开后将获得随机获得一个传奇神器，有小概率获得职业专属神器",
    },
    [20112] = 
    {
        msg = "职业神器箱",
        desc = "打开后将自选一个职业专属神器",
    },
    [20113] = 
    {
        msg = "神器图纸箱",
        desc = "打开后将获得随机获得一个传奇神器图纸，有小概率获得职业专属神器图纸",
    },
    [20114] = 
    {
        msg = "职业图纸自选",
        desc = "打开后将自选一个职业专属神器图纸",
    },
    [20115] = 
    {
        msg = "锻造师的歉意",
        desc = "打开后将获得随机获得一个神器或神器碎片，“非常抱歉，接下来我得从事锻造工作了，一点小小的心意。”",
    },
    [20116] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20117] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20118] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20119] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20120] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20121] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20122] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20123] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20124] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20125] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20126] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20127] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20128] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20129] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20130] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20131] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20132] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20133] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20134] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20135] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20136] = 
    {
        msg = "圣境礼盒",
        desc = "打开后可获得宝石蜡、粹洗沙奖励",
    },
    [20137] = 
    {
        msg = "神器图纸散页",
        desc = "打开后将获得随机获得一个传奇神器图纸",
    },
    [20138] = 
    {
        msg = "硕果豪礼",
        desc = "打开后将可从下列奖励中任选一个：",
    },
    [20139] = 
    {
        msg = "累充豪礼I",
        desc = "打开后将可从下列奖励中任选一个：",
    },
    [20140] = 
    {
        msg = "累充豪礼II",
        desc = "打开后将可从下列奖励中任选一个：",
    },
    [20141] = 
    {
        msg = "累充豪礼III",
        desc = "打开后将可从下列奖励中任选一个：",
    },
    [20142] = 
    {
        msg = "自选材料盒I",
        desc = "打开后将可从下列奖励中任选一个：",
    },
    [20143] = 
    {
        msg = "自选材料盒II",
        desc = "打开后将可从下列奖励中任选一个：",
    },
    [20144] = 
    {
        msg = "随机材料盒I",
        desc = "打开后将可从下列奖励中随机一个：",
    },
    [20145] = 
    {
        msg = "简易家具箱",
        desc = "打开后将可从下列奖励中随机一个：",
    },
    [20146] = 
    {
        msg = "锻造师的歉意II",
        desc = "打开后将可从下列奖励中任选一个：",
    },
    [20147] = 
    {
        msg = "锻造师的歉意III",
        desc = "打开后将可从下列奖励中任选一个：",
    },
    [20148] = 
    {
        msg = "锻造师练手",
        desc = "打开后将可从下列奖励中随机一个：",
    },
    [20149] = 
    {
        msg = "十连礼盒",
        desc = "使用可直接获得一次十连招募的兔将奖励",
    },
    [20150] = 
    {
        msg = "传奇图纸自选",
        desc = "打开后将可从下列奖励中任选一个：",
    },
    [20151] = 
    {
        msg = "传说神器随机",
        desc = "打开后将可从下列奖励中随机一个：",
    },
    [20152] = 
    {
        msg = "豪华家具箱",
        desc = "打开后将可从下列奖励中任选一个：",
    },
    [20153] = 
    {
        msg = "冬至特选",
        desc = "打开后将可从下列奖励中任选一个：",
    },
    [20154] = 
    {
        msg = "传奇神器自选",
        desc = "打开后将可从下列奖励中任选一个：",
    },
    [20155] = 
    {
        msg = "传奇神器箱",
        desc = "打开后将可从下列奖励中随机一个：",
    },
    [20156] = 
    {
        msg = "田连阡陌套装",
        desc = "打开后将获得以下所有奖励：",
    },
    [20201] = 
    {
        msg = "蓝色神祗礼包",
        desc = "打开后将获得随机蓝色兔将碎片",
    },
    [20301] = 
    {
        msg = "紫色碎片礼包",
        desc = "打开后将获得随机紫色兔将碎片",
    },
    [20401] = 
    {
        msg = "橙色碎片礼包",
        desc = "打开后将获得随机橙色兔将碎片",
    },
    [20501] = 
    {
        msg = "红色碎片礼包",
        desc = "打开后将获得随机红色兔将碎片",
    },
    [20601] = 
    {
        msg = "金色神祗礼包",
        desc = "打开后将获得随机金色兔将碎片",
    },
    [20701] = 
    {
        msg = "自选神话碎片",
        desc = "打开后将从以下神话兔将碎片中任选一个",
    },
    [20702] = 
    {
        msg = "自选传说碎片",
        desc = "打开后将从以下传说兔将碎片中任选一个",
    },
    [20703] = 
    {
        msg = "自选史诗碎片",
        desc = "打开后将从以下史诗兔将碎片中任选一个",
    },
    [20704] = 
    {
        msg = "自选神话兔将",
        desc = "打开后将从以下神话兔将中任选一个",
    },
    [20710] = 
    {
        msg = "自选传说神格",
        desc = "打开后将从以下传说神格中任选一个",
    },
    [20711] = 
    {
        msg = "自选神话神格",
        desc = "打开后将从以下神话神格中任选一个",
    },
    [20712] = 
    {
        msg = "自选稀有神格",
        desc = "打开后将从以下稀有神格中任选一个",
    },
    [20713] = 
    {
        msg = "自选史诗神格",
        desc = "打开后将从以下史诗神格中任选一个",
    },
    [20714] = 
    {
        msg = "自选传说神格",
        desc = "打开后将从以下传说神格中任选一个",
    },
    [20715] = 
    {
        msg = "随机普通神格",
        desc = "打开后将从以下普通神格中随机一个",
    },
    [20716] = 
    {
        msg = "随机稀有神格",
        desc = "打开后将从以下稀有神格中随机一个",
    },
    [20717] = 
    {
        msg = "随机史诗神格",
        desc = "打开后将从以下史诗神格中随机一个",
    },
    [20718] = 
    {
        msg = "随机传说神格",
        desc = "打开后将从以下传说神格中随机一个",
    },
    [20719] = 
    {
        msg = "随机神话神格",
        desc = "打开后将从以下神话神格中随机一个",
    },
    [21001] = 
    {
        msg = "绿色魔法帽",
        desc = "开启绿色魔法帽将获得1份奖励",
    },
    [21002] = 
    {
        msg = "蓝色魔法帽",
        desc = "开启蓝色魔法帽将获得2份奖励",
    },
    [21003] = 
    {
        msg = "紫色魔法帽",
        desc = "开启紫色魔法帽将获得3份奖励",
    },
    [21004] = 
    {
        msg = "橙色魔法帽",
        desc = "开启橙色魔法帽将获得4份奖励",
    },
    [21005] = 
    {
        msg = "红色魔法帽",
        desc = "开启红色魔法帽将获得5份奖励",
    },
    [21011] = 
    {
        msg = "十年桃",
        desc = "蟠桃园的新晋桃品,汁水饱满。品鉴后可获得以下奖励中的一项：\n橙色兔将,紫色兔将,红色碎片礼包,进阶宝石,强化宝石,黄金骰子,美食盲盒,蓝色魔法帽,紫色魔法帽,玄阳精铁,抽奖券",
    },
    [21012] = 
    {
        msg = "百年桃",
        desc = "蟠桃园的老牌桃品,汁水饱满。品鉴后可获得以下奖励中的一项：\n红色兔将,橙色兔将,紫色兔将,红色碎片礼包,进阶宝石,强化宝石,黄金骰子,美食盲盒,蓝色魔法帽,紫色魔法帽,玄阳精铁,抽奖券",
    },
    [21013] = 
    {
        msg = "千年桃",
        desc = "蟠桃园的珍惜桃品,汁水饱满。品鉴后可获得以下奖励中的一项：\n红色兔将,橙色兔将,红色碎片礼包,进阶宝石,强化宝石,黄金骰子,美食盲盒,蓝色魔法帽,紫色魔法帽,玄阳精铁,抽奖券",
    },
    [21014] = 
    {
        msg = "万年桃",
        desc = "蟠桃园的罕见桃品,汁水饱满。品鉴后可获得以下奖励中的一项：\n红色兔将",
    },
    [21101] = 
    {
        msg = "奇石山料",
        desc = "开启有概率获得1份神器相关奖励",
    },
    [21102] = 
    {
        msg = "奇石山料",
        desc = "开启有概率获得1份神器相关奖励",
    },
    [21103] = 
    {
        msg = "奇石山料",
        desc = "开启有概率获得1份神器相关奖励",
    },
    [21104] = 
    {
        msg = "奇石山料",
        desc = "开启有概率获得1份神器相关奖励",
    },
    [21105] = 
    {
        msg = "奇石山料",
        desc = "开启有概率获得1份神器相关奖励",
    },
    [21106] = 
    {
        msg = "奇石山料",
        desc = "开启有概率获得1份神器相关奖励",
    },
    [21107] = 
    {
        msg = "奇石山料",
        desc = "开启有概率获得1份神器相关奖励",
    },
    [21229] = 
    {
        msg = "充值代币",
        desc = "可以充当一元抵扣券",
    },
    [22000] = 
    {
        msg = "神格晶萃",
        desc = "从晶石中萃取的精华，用于凝聚神格",
    },
    [22001] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [22002] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [22003] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [22004] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [22011] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [22012] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [22013] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [22014] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [22021] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [22022] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [22023] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [22024] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [22031] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [22032] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [22033] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [22034] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [22041] = 
    {
        msg = "雷霆神格",
        desc = "神格中蕴含有神罚之怒的雷霆元素",
    },
    [22042] = 
    {
        msg = "雷霆神格",
        desc = "神格中蕴含有神罚之怒的雷霆元素",
    },
    [22043] = 
    {
        msg = "雷霆神格",
        desc = "神格中蕴含有神罚之怒的雷霆元素",
    },
    [22044] = 
    {
        msg = "雷霆神格",
        desc = "神格中蕴含有神罚之怒的雷霆元素",
    },
    [22051] = 
    {
        msg = "星芒神格",
        desc = "神格中蕴含有宇宙群星的星芒元素",
    },
    [22052] = 
    {
        msg = "星芒神格",
        desc = "神格中蕴含有宇宙群星的星芒元素",
    },
    [22053] = 
    {
        msg = "星芒神格",
        desc = "神格中蕴含有宇宙群星的星芒元素",
    },
    [22054] = 
    {
        msg = "星芒神格",
        desc = "神格中蕴含有宇宙群星的星芒元素",
    },
    [22061] = 
    {
        msg = "艺术神格",
        desc = "神格中蕴含有神谕传承的艺术元素",
    },
    [22062] = 
    {
        msg = "艺术神格",
        desc = "神格中蕴含有神谕传承的艺术元素",
    },
    [22063] = 
    {
        msg = "艺术神格",
        desc = "神格中蕴含有神谕传承的艺术元素",
    },
    [22064] = 
    {
        msg = "艺术神格",
        desc = "神格中蕴含有神谕传承的艺术元素",
    },
    [22071] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [22072] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [22073] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [22074] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [22081] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [22082] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [22083] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [22084] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [22091] = 
    {
        msg = "混沌神格",
        desc = "神格中蕴含有天地力量的混沌元素",
    },
    [22092] = 
    {
        msg = "混沌神格",
        desc = "神格中蕴含有天地力量的混沌元素",
    },
    [22093] = 
    {
        msg = "混沌神格",
        desc = "神格中蕴含有天地力量的混沌元素",
    },
    [22094] = 
    {
        msg = "混沌神格",
        desc = "神格中蕴含有天地力量的混沌元素",
    },
    [23000] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23001] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23002] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23003] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23004] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23010] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23011] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23012] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23013] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23014] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23020] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23021] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23022] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23023] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23024] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23030] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23031] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23032] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23033] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23034] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23040] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23041] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23042] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23043] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23044] = 
    {
        msg = "坚岩神格",
        desc = "神格中蕴含有坚硬无比的岩石元素",
    },
    [23100] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23101] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23102] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23103] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23104] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23110] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23111] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23112] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23113] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23114] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23120] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23121] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23122] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23123] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23124] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23130] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23131] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23132] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23133] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23134] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23140] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23141] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23142] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23143] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23144] = 
    {
        msg = "圣焰神格",
        desc = "神格中蕴含有烧灼黑暗的火元素",
    },
    [23200] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23201] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23202] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23203] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23204] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23210] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23211] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23212] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23213] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23214] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23220] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23221] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23222] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23223] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23224] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23230] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23231] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23232] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23233] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23234] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23240] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23241] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23242] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23243] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23244] = 
    {
        msg = "风息神格",
        desc = "神格中蕴含有使万物绝息的飓风元素",
    },
    [23300] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23301] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23302] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23303] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23304] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23310] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23311] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23312] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23313] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23314] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23320] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23321] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23322] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23323] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23324] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23330] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23331] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23332] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23333] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23334] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23340] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23341] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23342] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23343] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23344] = 
    {
        msg = "源溶神格",
        desc = "神格中蕴含有万物起源的水元素",
    },
    [23400] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23401] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23402] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23403] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23404] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23410] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23411] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23412] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23413] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23414] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23420] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23421] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23422] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23423] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23424] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23430] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23431] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23432] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23433] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23434] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23440] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23441] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23442] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23443] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23444] = 
    {
        msg = "光明神格",
        desc = "神格中蕴含有神圣纯洁的光明元素",
    },
    [23500] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23501] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23502] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23503] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23504] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23510] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23511] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23512] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23513] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23514] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23520] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23521] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23522] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23523] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23524] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23530] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23531] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23532] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23533] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23534] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23540] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23541] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23542] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23543] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [23544] = 
    {
        msg = "暗黑神格",
        desc = "神格中蕴含有被封印的暗黑元素",
    },
    [24000] = 
    {
        msg = "测试神器图纸碎片",
        desc = "测试神器图纸碎片",
    },
    [30101] = 
    {
        msg = "强化宝石",
        desc = "用于强化装备的宝石",
    },
    [30201] = 
    {
        msg = "进阶宝石",
        desc = "用于兔将进阶境界的宝石",
    },
    [30301] = 
    {
        msg = "经验神石",
        desc = "使用后将获得一些经验",
    },
    [30401] = 
    {
        msg = "突破信物",
        desc = "用于突破境界的信物",
    },
    [30501] = 
    {
        msg = "符文碎片",
        desc = "分解符文后留下的碎片，可与用来兑换符文",
    },
    [30502] = 
    {
        msg = "黄金勋章",
        desc = "稀有珍贵的代币，可以从神秘商人处兑换奖励",
    },
    [30503] = 
    {
        msg = "战斗勋章",
        desc = "通关主线战斗获得的奖励，可用于提升挂机奖励。\n“拥抱战斗的荣耀！”",
    },
    [30504] = 
    {
        msg = "新鲜蘑菇",
        desc = "通关主线战斗获得的奖励，可用于参与合成玩法。\n“红伞伞，白杆杆~”",
    },
    [30505] = 
    {
        msg = "竞技硬币",
        desc = "进行登神长阶战斗获得的认可，可用于商店兑换奖励。",
    },
    [30601] = 
    {
        msg = "荣耀徽章",
        desc = "用于进行角色技能的觉醒\n颁发给表现优异的兔将荣誉奖励",
    },
    [30602] = 
    {
        msg = "公会积分",
        desc = "这是公会发放给每位成员的积分奖励",
    },
    [30603] = 
    {
        msg = "积分奖章",
        desc = "纪念每位冒险者参与开服活动的积分奖励",
    },
    [30604] = 
    {
        msg = "星之徽章",
        desc = "收集足够的星之徽章，可以兑换珍稀道具",
    },
    [30605] = 
    {
        msg = "光铸金币",
        desc = "被许愿女神祝福过的许愿金币，祝您愿望成真！",
    },
    [30606] = 
    {
        msg = "光铸圣币",
        desc = "被许愿女神祝福过的许愿圣币，祝您愿望成真！",
    },
    [30607] = 
    {
        msg = "梦幻萝卜",
        desc = "用于解锁天赋\n非可食用食材！装饰品，用于激励人心。",
    },
    [30701] = 
    {
        msg = "银玉辉石",
        desc = "用于强化宝石等级的银色玉辉石",
    },
    [30702] = 
    {
        msg = "翡翠晶石",
        desc = "用于突破宝石品阶的翡翠晶石",
    },
    [30704] = 
    {
        msg = "四象灵石",
        desc = "用于守护系统中洗练词条\n“充盈的四象灵力蓬勃欲出，如不善加利用可能会消散在空气中。”",
    },
    [30705] = 
    {
        msg = "记忆晶体",
        desc = "用于守护系统中锁定词条\n“靠近四象灵力时会倒映出灵力模型，可以用于维持四象灵力不受外力改变。”",
    },
    [30703] = 
    {
        msg = "金刚砂",
        desc = "用于淬洗宝石属性的金刚石",
    },
    [31001] = 
    {
        msg = "神塔挑战券",
        desc = "参加神座之塔的门票，请妥善保管凭票进入",
    },
    [31002] = 
    {
        msg = "竞技场挑战券",
        desc = "参加竞技场的门票，请妥善保管凭票进入",
    },
    [31003] = 
    {
        msg = "守塔挑战券",
        desc = "参加守卫之塔的门票，请妥善保管凭票进入",
    },
    [31004] = 
    {
        msg = "体力",
        desc = "消耗体力，以抢三神",
    },
    [31005] = 
    {
        msg = "狩猎经验",
        desc = "狩猎经验",
    },
    [31006] = 
    {
        msg = "角斗经验",
        desc = "角斗经验",
    },
    [31007] = 
    {
        msg = "江湖秘辛",
        desc = "尘封的故事绘卷，可用于进行故事御酒。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [31008] = 
    {
        msg = "风闻",
        desc = "书写的江湖趣闻轶事，可以用于在风闻兑换中与说书兔交换珍惜奖励。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [31009] = 
    {
        msg = "竞技券",
        desc = "赛事运营派发的竞技凭证，用火漆封装完好。\n用于萝卜杯公平竞技参与赛事。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [31010] = 
    {
        msg = "萝卜印章",
        desc = "赛事运营派发的兑换凭证，制作成勋章样式。\n用于萝卜杯萝卜兑换处兑换奖励。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [31011] = 
    {
        msg = "山海仪盘",
        desc = "“寻龙分金看缠山一重缠是一重关”\n用于山海秘境寻找宝物或是福地洞天\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [31012] = 
    {
        msg = "蟠桃园门票",
        desc = "蟠桃园入场门票。\n用于大闹天宫蟠桃园寻桃。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32011] = 
    {
        msg = "青菜汤",
        desc = "普通的青菜汤，饮用后可以增加10分钟的战斗加成",
    },
    [32012] = 
    {
        msg = "罗宋浓汤",
        desc = "精心熬制的罗宋浓汤，饮用后可以增加20分钟的战斗加成",
    },
    [32013] = 
    {
        msg = "美味鱼汤",
        desc = "鲜美无比的鱼汤，饮用后可以增加30分钟的战斗加成",
    },
    [32001] = 
    {
        msg = "抽奖券",
        desc = "预示着好运的幸运抽奖券，快去看看能抽到什么宝贝吧",
    },
    [32002] = 
    {
        msg = "玄阳精铁",
        desc = "进行神器锻造不可或缺的关键材料",
    },
    [32003] = 
    {
        msg = "刮刮乐",
        desc = "华丽的卡纸上留着一处待刮开的奖券区，似乎是公会科技荣誉出品，赶紧去试试吧！",
    },
    [32004] = 
    {
        msg = "黄金骰子",
        desc = "一个六面骰，可以在旅行中使用获得步数。",
    },
    [32005] = 
    {
        msg = "美食币",
        desc = "用于美食旅行的建筑升级",
    },
    [32006] = 
    {
        msg = "美食盲盒",
        desc = "用于美食烹饪，制作提升属性的美食",
    },
    [32007] = 
    {
        msg = "陷阱",
        desc = "用于放置在美食旅行的路径上，针对入侵者",
    },
    [32008] = 
    {
        msg = "护盾",
        desc = "用于前往其他玩家的地盘时抵挡陷阱",
    },
    [32009] = 
    {
        msg = "固态神性",
        desc = "通透的晶体，透光时似乎看到泪滴在浮动。可用于在背包的神格界面将传说神格合成至神话。",
    },
    [32021] = 
    {
        msg = "板栗粽",
        desc = "软嫩糯米搭配饱满粉糯的板栗，糯米的黏被粉嫩的板栗泥稀释，风味独特\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32022] = 
    {
        msg = "鲜虾棕",
        desc = "浓郁的海潮香味自包裹鲜虾仁的粽子中传来，是新潮的品鉴方式\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32023] = 
    {
        msg = "咸肉粽",
        desc = "经典味道，糯米饱含肉汁的香气，是肉粽的精髓\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32024] = 
    {
        msg = "蜜枣粽",
        desc = "传统味道，甜甜蜜蜜才是幸福，蜜枣的香酥气息从糯米孔缝中徐徐传来\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32025] = 
    {
        msg = "阳光",
        desc = "播撒阳光，植物成长\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32026] = 
    {
        msg = "粽叶",
        desc = "取自上好的箬竹细叶，是制作粽子的绝佳材料\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32027] = 
    {
        msg = "幸福值1",
        desc = "端午活动道具\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32028] = 
    {
        msg = "幸福值2",
        desc = "端午活动道具\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32029] = 
    {
        msg = "幸福值3",
        desc = "端午活动道具\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32030] = 
    {
        msg = "幸福值4",
        desc = "端午活动道具\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32031] = 
    {
        msg = "梨",
        desc = "新鲜蔬果，用于制作果篮\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32032] = 
    {
        msg = "苹果",
        desc = "新鲜蔬果，用于制作果篮\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32033] = 
    {
        msg = "葡萄",
        desc = "新鲜蔬果，用于制作果篮\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32034] = 
    {
        msg = "香蕉",
        desc = "新鲜蔬果，用于制作果篮\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32035] = 
    {
        msg = "阳光",
        desc = "可用于培育种子\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32036] = 
    {
        msg = "种子",
        desc = "可以培育出新一批蔬果\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32037] = 
    {
        msg = "仙丹",
        desc = "经过丹炉炼制得来的丹品，累计后可获得丹房奖励。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [32038] = 
    {
        msg = "舞会门票",
        desc = "可在千面万化中开启假面\n梦里寻他，蓦然回首，灯火阑珊，掀开看看！\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
    },
    [33001] = 
    {
        msg = "攻击宝石",
        desc = "攻击宝石",
    },
    [33101] = 
    {
        msg = "攻击宝石",
        desc = "攻击宝石",
    },
    [33201] = 
    {
        msg = "攻击宝石",
        desc = "攻击宝石",
    },
    [33301] = 
    {
        msg = "攻击宝石",
        desc = "攻击宝石",
    },
    [33401] = 
    {
        msg = "攻击宝石",
        desc = "攻击宝石",
    },
    [33002] = 
    {
        msg = "守护宝石",
        desc = "守护宝石",
    },
    [33102] = 
    {
        msg = "守护宝石",
        desc = "守护宝石",
    },
    [33202] = 
    {
        msg = "守护宝石",
        desc = "守护宝石",
    },
    [33302] = 
    {
        msg = "守护宝石",
        desc = "守护宝石",
    },
    [33402] = 
    {
        msg = "守护宝石",
        desc = "守护宝石",
    },
    [33003] = 
    {
        msg = "抵抗宝石",
        desc = "抵抗宝石",
    },
    [33103] = 
    {
        msg = "抵抗宝石",
        desc = "抵抗宝石",
    },
    [33203] = 
    {
        msg = "抵抗宝石",
        desc = "抵抗宝石",
    },
    [33303] = 
    {
        msg = "抵抗宝石",
        desc = "抵抗宝石",
    },
    [33403] = 
    {
        msg = "抵抗宝石",
        desc = "抵抗宝石",
    },
    [33004] = 
    {
        msg = "技巧宝石",
        desc = "技巧宝石",
    },
    [33104] = 
    {
        msg = "技巧宝石",
        desc = "技巧宝石",
    },
    [33204] = 
    {
        msg = "技巧宝石",
        desc = "技巧宝石",
    },
    [33304] = 
    {
        msg = "技巧宝石",
        desc = "技巧宝石",
    },
    [33404] = 
    {
        msg = "技巧宝石",
        desc = "技巧宝石",
    },
    [34001] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34002] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34003] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34004] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34005] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34006] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34007] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34008] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34009] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34010] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34011] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34012] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34013] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34014] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34015] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34016] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34017] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34018] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34019] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34020] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34021] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34022] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34023] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34024] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34025] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34026] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34027] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34028] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34029] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34030] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34031] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34032] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34033] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34034] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34035] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34036] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34037] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34038] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34039] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34040] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34041] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34042] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34043] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34044] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34045] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34046] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34047] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34048] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34049] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34050] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34051] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34052] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34053] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34054] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34055] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34056] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34057] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34058] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34059] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34060] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34061] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34062] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34063] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34064] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34065] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34066] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34067] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34068] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34069] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34070] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34071] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34072] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34073] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34074] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34075] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34076] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34077] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34078] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34079] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34080] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34081] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34082] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34083] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34084] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34085] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34086] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34087] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34088] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34089] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34090] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34091] = 
    {
        msg = "挑战怪兽奖励",
        desc = "伤害达到阈值后即可获得全部奖励：",
    },
    [34501] = 
    {
        msg = "第1、2天奖励",
        desc = "分别可获得对应主题的奖励内容：\n第1天：进阶宝石\n第2天：强化宝石",
    },
    [34502] = 
    {
        msg = "第3、4天奖励",
        desc = "分别可获得对应主题的奖励内容：\n第3天：各式魔法帽\n第4天：抽奖券",
    },
    [34503] = 
    {
        msg = "第5、6、7天奖励",
        desc = "分别可获得对应主题的奖励内容：\n第5天：行动骰子\n第6天：玄阳精铁、神器精华\n第7天：抽卡券、魔法帽",
    },
    [44001] = 
    {
        msg = "雷公碎片",
        desc = "集齐2个可以合成1个对应的兔将",
    },
    [44002] = 
    {
        msg = "海姆达尔碎片",
        desc = "集齐2个可以合成1个对应的兔将",
    },
    [44003] = 
    {
        msg = "维达碎片",
        desc = "集齐4个可以合成1个对应的兔将",
    },
    [44101] = 
    {
        msg = "弗雷碎片",
        desc = "集齐2个可以合成1个对应的兔将",
    },
    [44102] = 
    {
        msg = "瓦尔基里碎片",
        desc = "集齐2个可以合成1个对应的兔将",
    },
    [44201] = 
    {
        msg = "戴安娜碎片",
        desc = "集齐2个可以合成1个对应的兔将",
    },
    [44202] = 
    {
        msg = "哪吒碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [44203] = 
    {
        msg = "提尔碎片",
        desc = "集齐2个可以合成1个对应的兔将",
    },
    [44301] = 
    {
        msg = "雪女碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [44302] = 
    {
        msg = "龙王碎片",
        desc = "集齐2个可以合成1个对应的兔将",
    },
    [44303] = 
    {
        msg = "财神碎片",
        desc = "集齐2个可以合成1个对应的兔将",
    },
    [44401] = 
    {
        msg = "寿神碎片",
        desc = "集齐2个可以合成1个对应的兔将",
    },
    [44402] = 
    {
        msg = "禄神碎片",
        desc = "集齐2个可以合成1个对应的兔将",
    },
    [44403] = 
    {
        msg = "喜神碎片",
        desc = "集齐4个可以合成1个对应的兔将",
    },
    [44501] = 
    {
        msg = "精卫碎片",
        desc = "集齐2个可以合成1个对应的兔将",
    },
    [44502] = 
    {
        msg = "洛基碎片",
        desc = "集齐2个可以合成1个对应的兔将",
    },
    [44503] = 
    {
        msg = "福神碎片",
        desc = "集齐4个可以合成1个对应的兔将",
    },
    [45001] = 
    {
        msg = "阿瑞斯碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [45002] = 
    {
        msg = "托尔碎片",
        desc = "集齐4个可以合成1个对应的兔将",
    },
    [45003] = 
    {
        msg = "雅典娜碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [45101] = 
    {
        msg = "哈迪斯碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [45102] = 
    {
        msg = "祝融碎片",
        desc = "集齐4个可以合成1个对应的兔将",
    },
    [45103] = 
    {
        msg = "托塔天王碎片",
        desc = "集齐4个可以合成1个对应的兔将",
    },
    [45201] = 
    {
        msg = "杨戬碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [45202] = 
    {
        msg = "波塞冬碎片",
        desc = "集齐4个可以合成1个对应的兔将",
    },
    [45203] = 
    {
        msg = "共工碎片",
        desc = "集齐4个可以合成1个对应的兔将",
    },
    [45301] = 
    {
        msg = "玉藻前碎片",
        desc = "集齐4个可以合成1个对应的兔将",
    },
    [45302] = 
    {
        msg = "西芙碎片",
        desc = "集齐4个可以合成1个对应的兔将",
    },
    [45303] = 
    {
        msg = "姜子牙碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [45401] = 
    {
        msg = "嫦娥碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [45402] = 
    {
        msg = "维纳斯碎片",
        desc = "集齐4个可以合成1个对应的兔将",
    },
    [45403] = 
    {
        msg = "洛神碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [45501] = 
    {
        msg = "丘比特碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [45502] = 
    {
        msg = "九天玄女碎片",
        desc = "集齐4个可以合成1个对应的兔将",
    },
    [45503] = 
    {
        msg = "龙女碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [46003] = 
    {
        msg = "奥丁碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [46004] = 
    {
        msg = "酒吞童子碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [46103] = 
    {
        msg = "盘古碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [46104] = 
    {
        msg = "阿波罗碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [46203] = 
    {
        msg = "茨木童子碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [46204] = 
    {
        msg = "孙悟空碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [46303] = 
    {
        msg = "赫拉碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [46304] = 
    {
        msg = "女娲碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [46403] = 
    {
        msg = "弗丽嘉碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [46404] = 
    {
        msg = "伏羲碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [46503] = 
    {
        msg = "宙斯碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [46504] = 
    {
        msg = "后羿碎片",
        desc = "集齐8个可以合成1个对应的兔将",
    },
    [47000] = 
    {
        msg = "新月骑士",
        desc = "用于激活主角皮肤-新月骑士",
    },
    [47003] = 
    {
        msg = "测试皮1",
        desc = "用于激活嫦娥皮肤-月宫仙子",
    },
    [47004] = 
    {
        msg = "暗月守卫",
        desc = "用于激活酒吞童子皮肤-暗月守卫",
    },
    [47103] = 
    {
        msg = "圆月之铠",
        desc = "用于激活盘古皮肤-圆月之铠",
    },
    [47104] = 
    {
        msg = "测试皮4",
        desc = "用于激活嫦娥皮肤-月宫仙子",
    },
    [47203] = 
    {
        msg = "测试皮5",
        desc = "用于激活嫦娥皮肤-月宫仙子",
    },
    [47204] = 
    {
        msg = "暗月行者",
        desc = "用于激活孙悟空皮肤-暗月行者",
    },
    [47303] = 
    {
        msg = "测试皮7",
        desc = "用于激活嫦娥皮肤-月宫仙子",
    },
    [47304] = 
    {
        msg = "暗月女王",
        desc = "用于激活女娲皮肤-暗月女王",
    },
    [47403] = 
    {
        msg = "圆月之灵",
        desc = "用于激活弗丽嘉皮肤-圆月之灵",
    },
    [47404] = 
    {
        msg = "测试皮10",
        desc = "用于激活嫦娥皮肤-月宫仙子",
    },
    [47503] = 
    {
        msg = "测试皮11",
        desc = "用于激活嫦娥皮肤-月宫仙子",
    },
    [47504] = 
    {
        msg = "圆月之王",
        desc = "用于激活后羿皮肤-圆月之王",
    },
    [46401] = 
    {
        msg = "月宫仙子",
        desc = "用于激活嫦娥皮肤-月宫仙子",
    },
    [50101] = 
    {
        msg = "金盾",
        desc = "上古诸神之战遗留下来的金质盾牌",
    },
    [50201] = 
    {
        msg = "战矛",
        desc = "战神使用的长矛，似乎还保留了一些神力",
    },
    [50301] = 
    {
        msg = "浴火莲花",
        desc = "神鸟凤凰涅槃时，被羽毛引燃的莲花",
    },
    [50401] = 
    {
        msg = "混沌球",
        desc = "气形质具而未相离，谓之混沌",
    },
    [50501] = 
    {
        msg = "海蓝吊坠",
        desc = "极深海域内的晶石，蕴藏着蔚蓝色的力量",
    },
    [50601] = 
    {
        msg = "上古法典",
        desc = "法典内记录了上古神族法师的神秘咒语",
    },
    [60101] = 
    {
        msg = "防御符文",
        desc = "增加防御力的符文",
    },
    [60201] = 
    {
        msg = "命中符文",
        desc = "增加命中属性的符文",
    },
    [60301] = 
    {
        msg = "暴击符文",
        desc = "增加暴击伤害的符文",
    },
    [60401] = 
    {
        msg = "生命符文",
        desc = "增加生命力的符文",
    },
    [60501] = 
    {
        msg = "攻击符文",
        desc = "增加攻击力的符文",
    },
    [60601] = 
    {
        msg = "连击符文",
        desc = "增加连击概率的符文",
    },
    [61000] = 
    {
        msg = "神器碎片",
        desc = "因不知名力量打碎的小块神器碎片，一个兔掌可以持握",
    },
    [61001] = 
    {
        msg = "神器",
        desc = "可能获得以下神器：",
    },
    [61002] = 
    {
        msg = "神器",
        desc = "可能获得以下神器：",
    },
    [61003] = 
    {
        msg = "神器精华",
        desc = "因不知名力量打碎的大块神器碎片，需要双手合抱才能托举",
    },
    [61004] = 
    {
        msg = "神器之心",
        desc = "因不知名力量折损的神器，还残留一部分能量可供转移。",
    },
    [61011] = 
    {
        msg = "古代工具",
        desc = "先民智慧结晶，弯曲的柄头既可以翘起巨石，又可以发挥抵御外敌",
    },
    [61012] = 
    {
        msg = "黄金蜂蜜酒",
        desc = "美酒佳酿，饮用之后血气上涌",
    },
    [61013] = 
    {
        msg = "胆量臂甲",
        desc = "用羽兽精美尾羽的臂铠，佩戴者无不一往无前",
    },
    [61014] = 
    {
        msg = "金之匙",
        desc = "传闻中伟大盗宝兔的密室钥匙，持有者可以灵巧的甩开追兵",
    },
    [61021] = 
    {
        msg = "巨人之剑",
        desc = "宽广的阔刃巨剑，似乎只有巨人才能如臂驱使",
    },
    [61022] = 
    {
        msg = "恶魔之血",
        desc = "饮用可大幅增强血脉之力，“那么代价呢？”",
    },
    [61023] = 
    {
        msg = "宝石腰带",
        desc = "镶嵌红宝石的金腰带，关键时刻可以抵御金石之击",
    },
    [61024] = 
    {
        msg = "正八面体",
        desc = "淡金色的纯色水晶，鬼斧神工般展现出八面体的通透",
    },
    [61031] = 
    {
        msg = "斩裂剑",
        desc = "持握时传来阵阵魔兔低语“斩断、切开、剁碎！”",
    },
    [61032] = 
    {
        msg = "狮王头盔",
        desc = "模仿狮王打造的头盔，蓬松的鬃毛足以吓退胆小者。",
    },
    [61033] = 
    {
        msg = "圣荆棘冠",
        desc = "内外环绕荆棘的头冠，“欲戴王冠，必承其重”",
    },
    [61034] = 
    {
        msg = "荷鲁斯眼",
        desc = "象征猫头鹰与智慧的徽记",
    },
    [61041] = 
    {
        msg = "闪电长矛",
        desc = "不知何人打造，将末端握柄旋转时，枪头会放出多道闪电",
    },
    [61042] = 
    {
        msg = "撼岳之锤",
        desc = "古代山地兔领袖的配锤，力击大地时能动摇山河",
    },
    [61043] = 
    {
        msg = "大地之颚",
        desc = "传闻由沙漠不详之兽的前鄂制作，弯曲的部分尽显锐利之姿",
    },
    [61044] = 
    {
        msg = "梵天甲",
        desc = "金光闪闪的盔甲，实际上真正有效益的是镶嵌的宝石，",
    },
    [61045] = 
    {
        msg = "特菲提心",
        desc = "海洋生命女神之坠，拥有不朽的脉搏",
    },
    [61051] = 
    {
        msg = "祭祀扇斧",
        desc = "虽为祭祀用具但异常锋利，饱经地底渗透力量影响变得异常危险",
    },
    [61052] = 
    {
        msg = "埃癸斯盾",
        desc = "象征绝对防御的盾牌，能给予持有者傲视资本",
    },
    [61053] = 
    {
        msg = "点锋刺",
        desc = "唯有顶尖部分打磨锐利的匕首，“只需一击，只有一击”",
    },
    [61054] = 
    {
        msg = "纳克特典",
        desc = "一部扭曲怪诞的魔典，持有者要么获得形变的力量，要么自身变成诡异持有力量的触须",
    },
    [61055] = 
    {
        msg = "崆峒印",
        desc = "兔族的守护灵印，有兔传持有者能不老不死，有兔传持有者能君临天下。",
    },
    [61056] = 
    {
        msg = "堕天金弓",
        desc = "天堂失落的弓矢，即便有失准头，箭矢也会自己寻到目标",
    },
    [61999] = 
    {
        msg = "屠龙刀",
        desc = "一刀999",
    },
    [62101] = 
    {
        msg = "轻灵之刃",
        desc = "轻灵之刃",
    },
    [62102] = 
    {
        msg = "风暴之刃",
        desc = "风暴之刃",
    },
    [62103] = 
    {
        msg = "光明之刃",
        desc = "光明之刃",
    },
    [62104] = 
    {
        msg = "无极之刃",
        desc = "无极之刃",
    },
    [62105] = 
    {
        msg = "诸神之刃",
        desc = "诸神之刃",
    },
    [62201] = 
    {
        msg = "轻灵护盾",
        desc = "轻灵护盾",
    },
    [62202] = 
    {
        msg = "风暴护盾",
        desc = "风暴护盾",
    },
    [62203] = 
    {
        msg = "光明护盾",
        desc = "光明护盾",
    },
    [62204] = 
    {
        msg = "无极护盾",
        desc = "无极护盾",
    },
    [62205] = 
    {
        msg = "诸神护盾",
        desc = "诸神护盾",
    },
    [62301] = 
    {
        msg = "轻灵铠甲",
        desc = "轻灵铠甲",
    },
    [62302] = 
    {
        msg = "风暴铠甲",
        desc = "风暴铠甲",
    },
    [62303] = 
    {
        msg = "光明铠甲",
        desc = "光明铠甲",
    },
    [62304] = 
    {
        msg = "无极铠甲",
        desc = "无极铠甲",
    },
    [62305] = 
    {
        msg = "诸神铠甲",
        desc = "诸神铠甲",
    },
    [62401] = 
    {
        msg = "轻灵戒指",
        desc = "轻灵戒指",
    },
    [62402] = 
    {
        msg = "风暴戒指",
        desc = "风暴戒指",
    },
    [62403] = 
    {
        msg = "光明戒指",
        desc = "光明戒指",
    },
    [62404] = 
    {
        msg = "无极戒指",
        desc = "无极戒指",
    },
    [62405] = 
    {
        msg = "诸神戒指",
        desc = "诸神戒指",
    },
    [62501] = 
    {
        msg = "闪电长矛图纸",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>玄阳精铁</color></outline>和<outline color=#150906 width=3><color=#FFCE9F>闪电长矛图纸</color></outline>可锻造出神器<outline color=#150906 width=3><color=#FF6666>闪电长矛</color></outline>",
    },
    [62502] = 
    {
        msg = "撼岳之锤图纸",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>玄阳精铁</color></outline>和<outline color=#150906 width=3><color=#FFCE9F>撼岳之锤图纸</color></outline>可锻造出神器<outline color=#150906 width=3><color=#FF6666>撼岳之锤</color></outline>",
    },
    [62503] = 
    {
        msg = "大地之颚图纸",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>玄阳精铁</color></outline>和<outline color=#150906 width=3><color=#FFCE9F>大地之颚图纸</color></outline>可锻造出神器<outline color=#150906 width=3><color=#FF6666>大地之颚</color></outline>",
    },
    [62504] = 
    {
        msg = "梵天甲图纸",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>玄阳精铁</color></outline>和<outline color=#150906 width=3><color=#FFCE9F>梵天甲图纸</color></outline>可锻造出神器<outline color=#150906 width=3><color=#FF6666>梵天甲</color></outline>",
    },
    [62505] = 
    {
        msg = "特菲提心图纸",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>玄阳精铁</color></outline>和<outline color=#150906 width=3><color=#FFCE9F>特菲提心图纸</color></outline>可锻造出神器<outline color=#150906 width=3><color=#FF6666>特菲提心</color></outline>",
    },
    [62506] = 
    {
        msg = "祭祀扇斧图纸",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>玄阳精铁</color></outline>和<outline color=#150906 width=3><color=#FFCE9F>祭祀扇斧图纸</color></outline>可锻造出神器<outline color=#150906 width=3><color=#FF6666>祭祀扇斧</color></outline>",
    },
    [62507] = 
    {
        msg = "埃癸斯盾图纸",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>玄阳精铁</color></outline>和<outline color=#150906 width=3><color=#FFCE9F>埃癸斯盾图纸</color></outline>可锻造出神器<outline color=#150906 width=3><color=#FF6666>埃癸斯盾</color></outline>",
    },
    [62508] = 
    {
        msg = "点锋刺图纸",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>玄阳精铁</color></outline>和<outline color=#150906 width=3><color=#FFCE9F>点锋刺图纸</color></outline>可锻造出神器<outline color=#150906 width=3><color=#FF6666>点锋刺</color></outline>",
    },
    [62509] = 
    {
        msg = "纳克特典图纸",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>玄阳精铁</color></outline>和<outline color=#150906 width=3><color=#FFCE9F>纳克特典图纸</color></outline>可锻造出神器<outline color=#150906 width=3><color=#FF6666>纳克特典</color></outline>",
    },
    [62510] = 
    {
        msg = "崆峒印图纸",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>玄阳精铁</color></outline>和<outline color=#150906 width=3><color=#FFCE9F>崆峒印图纸</color></outline>可锻造出神器<outline color=#150906 width=3><color=#FF6666>崆峒印</color></outline>",
    },
    [62511] = 
    {
        msg = "堕天金弓图纸",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>玄阳精铁</color></outline>和<outline color=#150906 width=3><color=#FFCE9F>堕天金弓图纸</color></outline>可锻造出神器<outline color=#150906 width=3><color=#FF6666>堕天金弓</color></outline>",
    },
    [62606] = 
    {
        msg = "祭祀扇斧碎片",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>祭祀扇斧碎片</color></outline>可合成出神器图纸<outline color=#150906 width=3><color=#FF6666>祭祀扇斧图纸</color></outline>",
    },
    [62607] = 
    {
        msg = "埃癸斯盾碎片",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>埃癸斯盾碎片</color></outline>可合成出神器图纸<outline color=#150906 width=3><color=#FF6666>埃癸斯盾图纸</color></outline>",
    },
    [62608] = 
    {
        msg = "点锋刺碎片",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>点锋刺碎片</color></outline>可合成出神器图纸<outline color=#150906 width=3><color=#FF6666>点锋刺图纸</color></outline>",
    },
    [62609] = 
    {
        msg = "纳克特典碎片",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>纳克特典碎片</color></outline>可合成出神器图纸<outline color=#150906 width=3><color=#FF6666>纳克特典图纸</color></outline>",
    },
    [62610] = 
    {
        msg = "崆峒印碎片",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>崆峒印碎片</color></outline>可合成出神器图纸<outline color=#150906 width=3><color=#FF6666>崆峒印图纸</color></outline>",
    },
    [62611] = 
    {
        msg = "堕天金弓碎片",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>堕天金弓碎片</color></outline>可合成出神器图纸<outline color=#150906 width=3><color=#FF6666>堕天金弓图纸</color></outline>",
    },
    [62619] = 
    {
        msg = "职业图纸碎片",
        desc = "消耗<outline color=#150906 width=3><color=#FFCE9F>职业图纸碎片</color></outline>300个可合成出自选职业神器图纸</outline>",
    },
    [63001] = 
    {
        msg = "转盘能量",
        desc = "想转动转盘，就一定要消耗能量哦",
        tips = "策划配置",
    },
    [63002] = 
    {
        msg = "工具箱",
        desc = "用于购买各种家园装扮，可以通过分解装扮获取",
        tips = "策划配置",
    },
    [63003] = 
    {
        msg = "萝卜积分",
        desc = "策划配置",
        tips = "策划配置",
    },
    [63004] = 
    {
        msg = "家园币",
        desc = "家园升级必不可少的货币",
        tips = "策划配置",
    },
    [63005] = 
    {
        msg = "手册挑战券",
        desc = "挑战职业手册的门票，仅赠予喜欢挑战的勇士",
        tips = "策划配置",
    },
    [63006] = 
    {
        msg = "手册扫荡券",
        desc = "扫荡职业手册的门票，只要一键就能获取奖励",
        tips = "策划配置",
    },
    [63101] = 
    {
        msg = "环形泳池",
        desc = "森林中的静谧泳池。池水冬暖夏凉，游泳健身了解一下？",
        tips = "策划配置",
    },
    [63102] = 
    {
        msg = "铃兰盆栽",
        desc = "铃兰盆栽。铃兰和风铃草真的好难区分啊。",
        tips = "策划配置",
    },
    [63103] = 
    {
        msg = "兔子小屋",
        desc = "森林中常见的兔子小屋。小小的屋子可能住着一家二十口！",
        tips = "策划配置",
    },
    [63104] = 
    {
        msg = "花簇",
        desc = "玫瑰花簇。野玫瑰除了能定情，还能理气/解郁/活血/化瘀/安神/降火...",
        tips = "策划配置",
    },
    [63105] = 
    {
        msg = "木桌",
        desc = "普通的木质桌子。没什么太大的特点。",
        tips = "策划配置",
    },
    [63106] = 
    {
        msg = "木椅子(背)",
        desc = "普通的木质椅子。没什么太大的特点。",
        tips = "策划配置",
    },
    [63107] = 
    {
        msg = "木椅子(正)",
        desc = "普通的木质椅子。没什么太大的特点。",
        tips = "策划配置",
    },
    [63108] = 
    {
        msg = "木质路灯",
        desc = "普通的木质路灯。没什么太大的特点。",
        tips = "策划配置",
    },
    [63109] = 
    {
        msg = "胜利兔神",
        desc = "象征胜利的兔神雕像。曾经一手主导了特洛伊木兔战役。",
        tips = "策划配置",
    },
    [63110] = 
    {
        msg = "兔子园艺",
        desc = "普通的兔子园艺。没什么太大的特点。",
        tips = "策划配置",
    },
    [63111] = 
    {
        msg = "流苏树",
        desc = "木犀科流苏属。高大优美，枝叶繁茂。盛开时，如覆霜盖雪，清丽宜人。",
        tips = "策划配置",
    },
    [63112] = 
    {
        msg = "兔莱姆石",
        desc = "像兔又像史莱姆的石头。虽然有些瘆人，却页常常作为情侣约会的地点。",
        tips = "策划配置",
    },
    [63113] = 
    {
        msg = "奇异树",
        desc = "造型奇异的树。这种颜色的果子，根本没人敢吃啊！",
        tips = "策划配置",
    },
    [64001] = 
    {
        msg = "白金之心",
        desc = "用于激活头像框",
        tips = "活动获取",
    },
    [64002] = 
    {
        msg = "龙宫明镜",
        desc = "用于激活头像框",
        tips = "活动获取",
    },
    [64003] = 
    {
        msg = "黑铁时代",
        desc = "用于激活头像框",
        tips = "活动获取",
    },
    [64004] = 
    {
        msg = "清凉一夏",
        desc = "用于激活头像框",
        tips = "活动获取",
    },
    [64005] = 
    {
        msg = "电竞之心",
        desc = "用于激活头像框",
        tips = "登神长阶商城兑换",
    },
    [64006] = 
    {
        msg = "蚁狮威光",
        desc = "用于激活头像框",
        tips = "活动获取",
    },
    [64007] = 
    {
        msg = "永结同心",
        desc = "用于激活头像框",
        tips = "活动获取",
    },
    [64008] = 
    {
        msg = "飞心传意",
        desc = "用于激活头像框",
        tips = "活动获取",
    },
    [64009] = 
    {
        msg = "天下无双",
        desc = "用于激活头像框，持续时间7天",
        tips = "竞技场排名获取",
    },
    [64010] = 
    {
        msg = "举世瞩目",
        desc = "用于激活头像框，持续时间7天",
        tips = "竞技场排名获取",
    },
    [64011] = 
    {
        msg = "竞技巅峰",
        desc = "用于激活头像框，持续时间7天",
        tips = "竞技场排名获取",
    },
    [63114] = 
    {
        msg = "玫瑰石亭",
        desc = "玫瑰从中的小石亭。虽说石材结实耐用，也要注意养护。",
        tips = "策划配置",
    },
    [63115] = 
    {
        msg = "方桌",
        desc = "普通的粉色方桌。跟圆椅好像还挺搭的。",
        tips = "策划配置",
    },
    [63116] = 
    {
        msg = "粉红花簇",
        desc = "装饰着桃花的小台子。取每日清晨开放的第一株桃花，49日方可凑成。",
        tips = "策划配置",
    },
    [63117] = 
    {
        msg = "吊床",
        desc = "吊床树的果实。吊床树只能长出吊床啊喂，想要靠枕可是要自带才行。",
        tips = "策划配置",
    },
    [63118] = 
    {
        msg = "晶石水台",
        desc = "灵气精华孕育出的晶石水台。喝一口，延年益寿。喝两口，百病全消。",
        tips = "策划配置",
    },
    [63119] = 
    {
        msg = "铃兰水潭",
        desc = "盘绕铃兰的小水潭。据说只要愿等，会看见兔灵们来打水哦。",
        tips = "策划配置",
    },
    [63120] = 
    {
        msg = "气球小屋",
        desc = "不知何时出现于此地的小屋。上面绑着气球，幸亏森林里没有台风。",
        tips = "策划配置",
    },
    [63121] = 
    {
        msg = "花花路灯",
        desc = "不需要通电的路灯。仅1小时的光合作用就足以照亮一整晚！",
        tips = "策划配置",
    },
    [63122] = 
    {
        msg = "春花兔神",
        desc = "象征春花的兔神雕像。来许愿的兔兔，只要够虔诚，便不会失落而归。",
        tips = "策划配置",
    },
    [63123] = 
    {
        msg = "小小草屋",
        desc = "看起来只有两层的小草屋。别看房子小，地下可是有巨大的萝卜储藏室。",
        tips = "策划配置",
    },
    [63124] = 
    {
        msg = "独轮花车",
        desc = "装满玫瑰的独轮车。谁能拒绝一车玫瑰的诱惑啊！",
        tips = "策划配置",
    },
    [63125] = 
    {
        msg = "宝石花车",
        desc = "镶嵌宝石的花车。可是比灰姑娘坐的那个还高档不少。",
        tips = "策划配置",
    },
    [63126] = 
    {
        msg = "心愿桃树",
        desc = "挂满许愿锁的小桃树。要不要试试看也挂一把，说不定就梦想成真了。",
        tips = "策划配置",
    },
    [63127] = 
    {
        msg = "圆椅",
        desc = "普通的粉色圆椅。跟方桌好像还挺搭的。",
        tips = "策划配置",
    },
    [63128] = 
    {
        msg = "演出台",
        desc = "石制的演出台。据说已经被下届兔兔好声音包下来做总决赛场地了。",
        tips = "策划配置",
    },
    [63129] = 
    {
        msg = "蘑菇桌子",
        desc = "造型超像蘑菇的桌子。有人曾在这里遇见过晕倒且满头大包的水管工。",
        tips = "策划配置",
    },
    [63130] = 
    {
        msg = "蘑菇椅子",
        desc = "造型超像蘑菇的椅子。有人曾在这里遇见过晕倒且满头大包的水管工。",
        tips = "策划配置",
    },
    [63131] = 
    {
        msg = "木头别墅",
        desc = "看起来好像是从树里长出来的大别墅。浑然天成，美轮美奂。",
        tips = "策划配置",
    },
    [63132] = 
    {
        msg = "金字塔",
        desc = "金字塔是世界七大奇迹里最古老的，也是唯一保存至今的一个。",
        tips = "策划配置",
    },
    [63133] = 
    {
        msg = "巨砂岩果",
        desc = "富含丰富存水的果子。沙漠民族仅靠这种植物就能在沙漠迁徙。",
        tips = "策划配置",
    },
    [63134] = 
    {
        msg = "蓝水晶簇",
        desc = "瑰丽的水晶簇。是古埃及人的重要化石能源供给。",
        tips = "策划配置",
    },
    [63135] = 
    {
        msg = "巨兽骸骨",
        desc = "不知名的巨兽骸骨。再强大的生命于茫茫沙漠也不值一提。",
        tips = "策划配置",
    },
    [63136] = 
    {
        msg = "地下矿口",
        desc = "地下水晶矿道的入口。幽暗深冗，不知会通向哪里。",
        tips = "策划配置",
    },
    [63137] = 
    {
        msg = "旅人帐篷",
        desc = "沙漠中的补给站。想乘沙行船要在这里排队哦。",
        tips = "策划配置",
    },
    [63138] = 
    {
        msg = "羽蛇神塔",
        desc = "羽蛇神的祭祀坛。虽然很久无人打扫，但顶端的神火似乎永远不会熄灭。",
        tips = "策划配置",
    },
    [63139] = 
    {
        msg = "沙行船",
        desc = "沙漠中特有的交通工具。以蓝水晶为能量源，完全零碳排。",
        tips = "策划配置",
    },
    [63140] = 
    {
        msg = "邪龙旧像",
        desc = "邪龙的雕像。作为人烟稀少的沙漠，有些少见的异端崇拜也不足为奇。",
        tips = "策划配置",
    },
    [63141] = 
    {
        msg = "飞艇残骸",
        desc = "探路者号的残骸。曾是时代的象征，却带着数个富豪陨落沙漠。",
        tips = "策划配置",
    },
    [63142] = 
    {
        msg = "方尖碑",
        desc = "沙漠民族崇拜太阳的纪念碑。",
        tips = "策划配置",
    },
    [63143] = 
    {
        msg = "水晶矿车",
        desc = "沙漠中随处可见的矿车。但里面的水晶却可以买个好价钱。",
        tips = "策划配置",
    },
    [63144] = 
    {
        msg = "兔乃伊",
        desc = "雕刻着王权的威严和神圣，彰显着永久的统治力。",
        tips = "策划配置",
    },
    [63145] = 
    {
        msg = "宝箱",
        desc = "沙漠中常见的宝箱。即便撬开宝箱，也很难带出沙漠。",
        tips = "策划配置",
    },
    [63146] = 
    {
        msg = "宝箱(掩)",
        desc = "沙漠中常见的宝箱。即便挖出宝箱，也很难带出沙漠。",
        tips = "策划配置",
    },
    [63147] = 
    {
        msg = "大仙人掌",
        desc = "大型仙人掌。除了够大，没什么特别的地方",
        tips = "策划配置",
    },
    [63148] = 
    {
        msg = "巨兽水潭",
        desc = "藏着巨兽的水潭。世上没有一处水潭不属于黄衣之王的领地。",
        tips = "策划配置",
    },
    [63149] = 
    {
        msg = "未来高塔",
        desc = "策划配置",
        tips = "策划配置",
    },
    [63150] = 
    {
        msg = "朝夕木",
        desc = "朝夕木舞动映晖，岁月流转情不泪",
        tips = "策划配置",
    },
    [63151] = 
    {
        msg = "风举荷",
        desc = "风摇荷花舞清香，碧波荡漾映日光。",
        tips = "策划配置",
    },
    [63152] = 
    {
        msg = "风舞松",
        desc = "轻风舞松香悠远，枝摇绿叶舞翩跹。",
        tips = "策划配置",
    },
    [63153] = 
    {
        msg = "孤赏石",
        desc = "赏石品茗独自闲，岁月静好笑谈间。",
        tips = "策划配置",
    },
    [63154] = 
    {
        msg = "火仙鼠",
        desc = "南方火山中有鼠，取其毛作布，用之如垢污，以火烧之，即清洁也。",
        tips = "策划配置",
    },
    [63155] = 
    {
        msg = "火引炬",
        desc = "药囊诗卷闲行后，香灺灯光静坐中。",
        tips = "策划配置",
    },
    [63156] = 
    {
        msg = "凌波塘",
        desc = "凌波塘畔水车转，波光粼粼映天边。",
        tips = "策划配置",
    },
    [63157] = 
    {
        msg = "琉彩坊",
        desc = "琉璃瓦上琉璃彩，琉璃坊里望人间。",
        tips = "策划配置",
    },
    [63158] = 
    {
        msg = "六方亭",
        desc = "六方亭下闲适意，自在逍遥享悠然",
        tips = "策划配置",
    },
    [63159] = 
    {
        msg = "青花瓶",
        desc = "花瓶青里藏白花，韵味独媚动心魂。",
        tips = "策划配置",
    },
    [63160] = 
    {
        msg = "檐水榭",
        desc = "倦依柳幕为苏帐，静儭花茵作宝床。",
        tips = "策划配置",
    },
    [63161] = 
    {
        msg = "依柳屏",
        desc = "消息无凭听又懒，隔断画屏双扇。",
        tips = "策划配置",
    },
    [63162] = 
    {
        msg = "石桌",
        desc = "普通的石桌。跟石凳好像还挺搭的。",
        tips = "策划配置",
    },
    [63163] = 
    {
        msg = "石凳",
        desc = "普通的石凳。跟石桌好像还挺搭的。",
        tips = "策划配置",
    },
    [31013] = 
    {
        msg = "月之石",
        desc = "月宫中的常见小石，是月宫仙子的升级道具。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
        tips = "策划配置",
    },
    [31014] = 
    {
        msg = "月之精",
        desc = "月宫中的稀有精髓，是月宫仙子的升阶道具。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
        tips = "策划配置",
    },
    [31015] = 
    {
        msg = "月亮币",
        desc = "月宫中的通用货币，是月亮小店的抽奖道具。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
        tips = "策划配置",
    },
    [31016] = 
    {
        msg = "月之徽",
        desc = "月宫中的通用徽记，是佳节兑换的关键道具。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
        tips = "策划配置",
    },
    [31017] = 
    {
        msg = "活跃战令积分",
        desc = "活跃积分",
        tips = "策划配置",
    },
    [31022] = 
    {
        msg = "巅峰挑战券",
        desc = "参加巅峰竞技场的门票，请妥善保管凭票进入",
        tips = "策划配置",
    },
    [31023] = 
    {
        msg = "农场行动点",
        desc = "农场内冒险者的行动次数，用于玩家移动和玩家攻击。\n每次毒瘴收缩可以回复。",
        tips = "策划配置",
    },
    [31024] = 
    {
        msg = "粮食",
        desc = "农场内的通用货币。\n可以在资源点获取，或是击败其他竞争者以获取。",
        tips = "策划配置",
    },
    [31025] = 
    {
        msg = "武道夺魁令",
        desc = "凭此令，与其他玩家争夺武道之巅。",
        tips = "策划配置",
    },
    [32039] = 
    {
        msg = "韭菜鸡蛋饺",
        desc = "韭香四溢，嫩滑爽口。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
        tips = "策划配置",
    },
    [32040] = 
    {
        msg = "大葱猪肉饺",
        desc = "香气扑鼻，气韵绵长。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
        tips = "策划配置",
    },
    [32041] = 
    {
        msg = "玉米猪肉饺",
        desc = "汁水饱满，甘甜流淌。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
        tips = "策划配置",
    },
    [32042] = 
    {
        msg = "鲜虾猪肉饺",
        desc = "河海之鲜，尽饱口福。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
        tips = "策划配置",
    },
    [32043] = 
    {
        msg = "什锦饺子",
        desc = "用于大快朵颐中抽取饺子，百分百中奖概率！\n一份一饺，可不要贪多\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
        tips = "策划配置",
    },
    [32044] = 
    {
        msg = "祈福签",
        desc = "金光一现，便是大吉！\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
        tips = "策划配置",
    },
    [64012] = 
    {
        msg = "大富豪",
        desc = "用于激活头像框",
        tips = "策划配置",
    },
    [64013] = 
    {
        msg = "壕气冲天",
        desc = "用于激活头像框",
        tips = "策划配置",
    },
    [64014] = 
    {
        msg = "龙翔天际",
        desc = "用于激活头像框",
        tips = "策划配置",
    },
    [32045] = 
    {
        msg = "千纸鹤",
        desc = "凭依巧手制作而成。\n可用于祈愿仪式祈愿奖励。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
        tips = "策划配置",
    },
    [32046] = 
    {
        msg = "祈愿星",
        desc = "通过完成魔镜重圆拼图获得。\n可用于精华收集中通过累计获得奖励。\n<outline color=#150906 width=1><color=#70f4a4>活动结束后收回</color></outline>",
        tips = "策划配置",
    },
    [64015] = 
    {
        msg = "喜迎元旦",
        desc = "用于激活头像框",
        tips = "策划配置",
    },
    [64016] = 
    {
        msg = "胧月青苔",
        desc = "用于激活头像框",
        tips = "策划配置",
    },
    [64017] = 
    {
        msg = "荷塘月色",
        desc = "用于激活头像框",
        tips = "策划配置",
    },
    [64018] = 
    {
        msg = "萤火幽光",
        desc = "用于激活头像框",
        tips = "策划配置",
    },
    [64019] = 
    {
        msg = "青竹回忆",
        desc = "用于激活头像框",
        tips = "策划配置",
    },
    [31026] = 
    {
        msg = "衣装币",
        desc = "用于衣装商店兑换兔将皮肤",
    },
    [31027] = 
    {
        msg = "像框币",
        desc = "用于像框商店兑换头像框",
    },
    [32047] = 
    {
        msg = "鞭炮",
        desc = "用于活动鞭炮转盘",
    },
    [32048] = 
    {
        msg = "烟花",
        desc = "用于活动烟花祈福",
    },
}