jump = 
{
    [1] = 
    {
        name = "招募",
        desc = "统御兔将，征战天下！",
    },
    [2] = 
    {
        name = "限时活动",
        desc = "超多福利，冲冲冲！",
    },
    [3] = 
    {
        name = "首充",
        desc = "性价比超高，谁会不爱孙悟空呢！",
    },
    [4] = 
    {
        name = "好友",
        desc = "互相帮助，资源自来！",
    },
    [5] = 
    {
        name = "点金手",
        desc = "点石成金！",
    },
    [6] = 
    {
        name = "魔法帽",
        desc = "各色魔法帽，各种超大奖！",
    },
    [7] = 
    {
        name = "竞技场",
        desc = "既能展现实力，又能拿超多大奖！",
    },
    [8] = 
    {
        name = "黑市商城",
        desc = "来路不明？便宜就行！",
    },
    [9] = 
    {
        name = "兔将",
        desc = "良心人才，无畏996！",
    },
    [10] = 
    {
        name = "充值",
        desc = "性价比懂不懂！会员制懂不懂！各种特权懂不懂！",
    },
    [11] = 
    {
        name = "分享",
        desc = "分享还能拿奖励，够良心了吧！",
    },
    [12] = 
    {
        name = "挂机奖励",
        desc = "挂机摸摸鱼，资源滚滚来！",
    },
    [13] = 
    {
        name = "守卫圣境",
        desc = "占领阵地，坚守阵地！",
    },
    [14] = 
    {
        name = "装备",
        desc = "所有兔将梦寐以求的都在这咯！",
    },
    [16] = 
    {
        name = "神座之塔",
        desc = "不会有人不知道，奖励都在这了吧！",
    },
    [17] = 
    {
        name = "主线战斗",
        desc = "想办法通过更深的关卡吧！",
    },
    [19] = 
    {
        name = "许愿池",
        desc = "许愿池",
    },
    [20] = 
    {
        name = "怪兽营地",
        desc = "怪兽云集，伤害越高，奖励越多！",
    },
    [21] = 
    {
        name = "试炼挑战",
        desc = "砍最猛的怪，拿最多的奖！",
    },
    [22] = 
    {
        name = "任务",
        desc = "简单任务，丰厚奖励！",
    },
    [23] = 
    {
        name = "兑换",
        desc = "不差钻石你就来！",
    },
    [24] = 
    {
        name = "七日豪礼",
        desc = "七日有豪礼相赠！",
    },
    [27] = 
    {
        name = "抢福神",
        desc = "快把三神迎回家！",
    },
    [28] = 
    {
        name = "美食",
        desc = "精美食品带来富足享受！",
    },
    [29] = 
    {
        name = "美食旅行",
        desc = "原野踏青寻得丰富食材！",
    },
    [30] = 
    {
        name = "神器锻造",
        desc = "钢铁，熔炉，铸造最强神器！",
    },
    [31] = 
    {
        name = "特权卡",
        desc = "巨兔银行特权保障卡，享受尊贵服务！",
    },
    [32] = 
    {
        name = "主线战斗",
        desc = "击败守关BOSS可获取进阶宝石哦！",
    },
    [33] = 
    {
        name = "兔将江湖·江湖日常",
        desc = "兔将江湖·江湖日常！",
    },
    [34] = 
    {
        name = "萝卜杯",
        desc = "萝卜杯,萝卜杯,萝卜杯！",
    },
    [35] = 
    {
        name = "蘑菇合成",
        desc = "红伞伞，白杆杆，合成奖励！",
    },
    [36] = 
    {
        name = "登神长阶",
        desc = "比武高台，各显神威！",
    },
    [37] = 
    {
        name = "山海寻宝",
        desc = "山海秘境，天材地宝！",
    },
    [38] = 
    {
        name = "职业手册",
        desc = "高端的奖励，只在最朴素的战斗中获取！",
    },
    [39] = 
    {
        name = "大闹天宫",
        desc = "搅他个翻天地覆，还我朗朗乾坤！",
    },
    [40] = 
    {
        name = "大闹天宫蟠桃园",
        desc = "蟠桃园的桃子又大又圆~",
    },
    [41] = 
    {
        name = "大闹天宫瑶池宫",
        desc = "此地闲情雅致，是个品桃的好地方",
    },
    [42] = 
    {
        name = "国庆旅行",
        desc = "普天同庆，共创辉煌",
    },
}