mail = 
{
    tp00001 = 
    {
        title = "背包已满",
        content = "您的背包已满，物品已发送至邮箱，请及时收取。",
    },
    tp00002 = 
    {
        title = "竞技场奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在每日竞技场活动中获得第%s名，这是您的排名奖励，请注意查收。",
    },
    tp00003 = 
    {
        title = "竞技场奖励",
        content = "亲爱的冒险者：<br/><br/>       这是您在每日竞技场的排名奖励，请注意查收。",
    },
    tp00004 = 
    {
        title = "竞技场奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在竞技场本赛季的活动中获得第%s名，这是您的排名奖励，请注意查收。",
    },
    tp00005 = 
    {
        title = "竞技场奖励",
        content = "亲爱的冒险者：<br/><br/>       这是您在竞技场本赛季的排名奖励，请注意查收。",
    },
    tp00006 = 
    {
        title = "怪兽营地奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在怪兽营地BOSS活动中获得第%s名，这是您的排名奖励，请注意查收。",
    },
    tp00007 = 
    {
        title = "怪兽营地奖励",
        content = "亲爱的冒险者：<br/><br/>       这是您在怪兽营地BOSS活动中的排名奖励，请注意查收。",
    },
    tp00008 = 
    {
        title = "公会BOSS奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在公会BOSS活动中获得第%s名，这是您的排名奖励，请注意查收。",
    },
    tp00009 = 
    {
        title = "公会BOSS奖励",
        content = "亲爱的冒险者：<br/><br/>       这是您在公会BOSS活动中的排名奖励，请注意查收。",
    },
    tp00164 = 
    {
        title = "充值失败",
        content = "亲爱的冒险者：<br/><br/>       非常抱歉！您刚才进行的充值未能正常发货，您的充值已转换为代币返还，物品已发送至邮箱，请及时查收。",
    },
    tp00165 = 
    {
        title = "排行榜奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在本次活动中获得第%s名，这是您的排名奖励，请注意查收。",
    },
    tp00166 = 
    {
        title = "塔主争夺",
        content = "亲爱的冒险者：<br/><br/>       很遗憾！在守卫圣境的塔主争夺战中，您的塔主位置被%s占领了，快去夺回来吧！",
    },
    tp00010 = 
    {
        title = "通关周卡补偿",
        content = "亲爱的冒险者：<br/><br/>       因通关周卡改版，现将档期内所有奖励补发，请注意查收。",
    },
    tp00011 = 
    {
        title = "公会会长变更",
        content = "由于会长离线时间超过48小时，现会长职位转移，由%s继任。",
    },
    tp00167 = 
    {
        title = "公会放逐通知",
        content = "很不幸您被公会管理放逐出了原公会，别气馁，寻找一处更适合自己的公会吧！",
    },
    tp00012 = 
    {
        title = "公会会长变更",
        content = "原会长%s为了公会荣耀，将会长职位移交给了%s，特此通知全体会员。",
    },
    tp00013 = 
    {
        title = "旅行访问奖励",
        content = "亲爱的冒险者：<br/><br/>       炸弹陷阱命中目标，对方的旅行奖励散落一地，管家帮您收集了起来，请注意查收。",
    },
    tp00014 = 
    {
        title = "赌石山料补偿",
        content = "亲爱的冒险者：<br/><br/>       因赌石锻造师另谋高就寻得新职，将原有盈余的赌石山料变现成为神器宝箱，请注意查收。",
    },
    tp00015 = 
    {
        title = "抢福神补偿",
        content = "亲爱的冒险者：<br/><br/>       因天界紊乱，福禄寿神各司其位疲于应对，特将请神奖励邮寄与您，请注意查收。",
    },
    tp00016 = 
    {
        title = "神格补偿",
        content = "亲爱的冒险者：<br/><br/>       此为补偿的赠礼，现已寄出。<br/>       众兔将皆议神格烙印乃传承之物，应当易于分享。雕文匠不胜惶恐，改良工艺，将神格印于神石，并且保留神格的一部分神力用以维系神性。现将改良的神格返还，望查收。<br/>",
    },
    tp00017 = 
    {
        title = "离线推关开启",
        content = "亲爱的冒险者：<br/><br/>       经众神殿一致协商，兔将们更能发挥主动性。现在冒险者离线后，携行补给足够让他们继续推进冒险持续4个小时。<br/>（此条目由特权基金会赞助）“购买特权卡的用户，小队可以获得额外的携行补给！”",
    },
    tp00018 = 
    {
        title = "端午道具回收",
        content = "亲爱的冒险者：<br/><br/>       端午活动已结束，活动道具将回收折算，请注意查收。<br/>",
    },
    tp00019 = 
    {
        title = "怪物据点补偿",
        content = "亲爱的冒险者：<br/><br/>       旷野大动乱致使美食旅行中的怪物据点发生了变动，现在的怪物据点拥有更丰富的收益，但是危机难度也进一步提升了。<br/>旧的营地已由工匠们拆解，资源尽数返还，请查收。",
    },
    tp00020 = 
    {
        title = "兔将江湖道具回收",
        content = "亲爱的冒险者：<br/><br/>       兔将江湖活动已结束，活动道具将回收折算，请注意查收。<br/>",
    },
    tp00021 = 
    {
        title = "排行榜奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在本次活动中获得第%s名，这是您的排名奖励，请注意查收。",
    },
    tp00022 = 
    {
        title = "萝卜杯道具回收",
        content = "亲爱的冒险者：<br/><br/>       萝卜杯大赛已结束，活动道具将回收折算，请注意查收。<br/>",
    },
    tp00023 = 
    {
        title = "角色名重置",
        content = "亲爱的冒险者：<br/><br/>       由于服务器合并的原因，原角色名无法使用，这是您的补偿请注意查收。<br/>",
    },
    tp00024 = 
    {
        title = "公会名重置",
        content = "亲爱的冒险者：<br/><br/>       由于服务器合并的原因，原公会名无法使用，这是您的补偿请注意查收。<br/>",
    },
    tp00025 = 
    {
        title = "硕果累累回收",
        content = "亲爱的冒险者：<br/><br/>       硕果累累已结束，活动道具将回收折算，请注意查收。<br/>",
    },
    tp00026 = 
    {
        title = "合服福神奖励",
        content = "亲爱的冒险者：<br/><br/>       由于合服影响，福神奖励由邮件发送，请注意查收。<br/>",
    },
    tp00027 = 
    {
        title = "乐园战争排行",
        content = "亲爱的冒险者：<br/><br/>       恭喜您所在的公会在乐园排行中夺得%s名，这是您的排行奖励，请注意查收。<br/>",
    },
    tp00028 = 
    {
        title = "乐园战争胜利",
        content = "亲爱的冒险者：<br/><br/>       恭喜您所在的公会在乐园战争中获胜，这是您的奖励，请注意查收。<br/>",
    },
    tp00029 = 
    {
        title = "登神长阶赛",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在登神长阶赛中夺得%s名，这是您的排名奖励，请注意查收。<br/>",
    },
    tp00030 = 
    {
        title = "合服子服补偿",
        content = "亲爱的冒险者：<br/><br/>       由于服务器合并的原因，部分活动提前关闭或切换，这是您的补偿请注意查收。<br/>",
    },
    tp00031 = 
    {
        title = "护盾抵挡家园偷取",
        content = "亲爱的冒险者：<br/><br/>       您的家园被偷取时，受到了护盾的保护，返还部分资源，请注意查收。<br/>",
    },
    tp00032 = 
    {
        title = "山海归属奖励",
        content = "亲爱的冒险者：<br/><br/>       这是您在山海寻宝中探寻福地洞天获得的奖励，请注意查收。<br/>",
    },
    tp00033 = 
    {
        title = "山海协助奖励",
        content = "亲爱的冒险者：<br/><br/>       这是您在山海寻宝中协助防御获得的奖励，请注意查收。<br/>",
    },
    tp00034 = 
    {
        title = "爬塔战令补偿",
        content = "亲爱的冒险者：<br/><br/>       爬塔战令内容更新，预计您后续可获得的奖励内容直接补偿至邮箱，请注意查收。<br/>",
    },
    tp00035 = 
    {
        title = "超机基金补偿",
        content = "亲爱的冒险者：<br/><br/>       超机基金内容更新，预计您后续可获得的奖励内容直接补偿至邮箱，请注意查收。<br/>",
    },
    tp00036 = 
    {
        title = "每日特惠奖励补发",
        content = "亲爱的冒险者：<br/><br/>       以下是您未领取的每日特惠礼包，请注意查收。<br/>",
    },
    tp00037 = 
    {
        title = "头像框激活",
        content = "亲爱的冒险者：<br/><br/>       限时头像框已自动激活，快去穿戴吧！",
    },
    tp00038 = 
    {
        title = "头像框失效",
        content = "亲爱的冒险者：<br/><br/>       限时头像框已过期，继续努力赢取荣耀吧！",
    },
    tp00039 = 
    {
        title = "大闹天宫道具回收",
        content = "亲爱的冒险者：<br/><br/>       大闹天宫已结束，活动道具将回收折算，请注意查收。<br/>",
    },
    tp00040 = 
    {
        title = "佳节之旅活动奖励",
        content = "亲爱的冒险者：<br/><br/>       感谢您在佳节之旅活动中对月宫仙子的大力培养。这是您的养成奖励，请注意查收。<br/>",
    },
    tp00041 = 
    {
        title = "国庆盛典奖励补发",
        content = "亲爱的冒险者：<br/><br/>       感谢您购买国庆盛典特权。您在活动内有未领取完毕的奖励。当前活动已结束，奖励内容直接补偿至邮箱。这是您的奖励，请注意查收。<br/>",
    },
    tp00042 = 
    {
        title = "登神长阶赛",
        content = "亲爱的冒险者：<br/><br/>       感谢您参与登神长阶赛事，这是您的段位奖励，请注意查收。<br/>",
    },
    tp00043 = 
    {
        title = "佳节之旅道具回收",
        content = "亲爱的冒险者：<br/><br/>       佳节之旅已结束，活动道具将回收折算，请注意查收。<br/>",
    },
    tp00044 = 
    {
        title = "寿神送祝奖励补发",
        content = "亲爱的冒险者：<br/><br/>       感谢您购买国庆寿神送祝。您在活动内有未领取完毕的奖励。当前活动已结束，奖励内容直接补偿至邮箱。这是您的奖励，请注意查收。<br/>",
    },
    tp00045 = 
    {
        title = "七日登录补发",
        content = "亲爱的冒险者：<br/><br/>       七日登录活动已结束，您在活动内有未领取完毕的奖励，奖励内容直接补偿至邮箱。这是您的奖励，请注意查收。<br/>",
    },
    tp00046 = 
    {
        title = "七日目标补发",
        content = "亲爱的冒险者：<br/><br/>       七日目标活动已结束，您在活动内有未领取完毕的奖励，奖励内容直接补偿至邮箱。这是您的奖励，请注意查收。<br/>",
    },
    tp00047 = 
    {
        title = "冲榜挑战排行奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在冲榜挑战中夺得%s名，这是您的排名奖励，请注意查收。<br/>",
    },
    tp00048 = 
    {
        title = "九九重阳道具回收",
        content = "亲爱的冒险者：<br/><br/>       九九重阳已结束，活动道具将回收折算，请注意查收。<br/>",
    },
    tp00049 = 
    {
        title = "巅峰竞技场奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在本日巅峰竞技场中获得第%s名，这是您的排名奖励，请注意查收。",
    },
    tp00050 = 
    {
        title = "巅峰竞技场奖励",
        content = "亲爱的冒险者：<br/><br/>       这是您在本日巅峰竞技场的排名奖励，请注意查收。",
    },
    tp00051 = 
    {
        title = "巅峰竞技场赛季奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在本赛季巅峰竞技场中获得第%s名，这是您的排名奖励，请注意查收。",
    },
    tp00052 = 
    {
        title = "巅峰竞技场赛季奖励",
        content = "亲爱的冒险者：<br/><br/>       这是您在本赛季巅峰竞技场的排名奖励，请注意查收。",
    },
    tp00053 = 
    {
        title = "世界公敌个人赛季奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在本赛季世界公敌中获得第%s名，这是您的排名奖励，请注意查收。",
    },
    tp00054 = 
    {
        title = "世界公敌个人赛季奖励",
        content = "亲爱的冒险者：<br/><br/>       这是您在本赛季世界公敌的排名奖励，请注意查收。",
    },
    tp00055 = 
    {
        title = "世界公敌公会赛季奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您所在的公会在本赛季世界公敌中获得第%s名，这是公会的排名奖励，请注意查收。",
    },
    tp00056 = 
    {
        title = "世界公敌公会赛季奖励",
        content = "亲爱的冒险者：<br/><br/>       这是您所在的公会在本赛季世界公敌中的排名奖励，请注意查收。",
    },
    tp00057 = 
    {
        title = "福利礼包",
        content = "亲爱的冒险者：<br/><br/>       这是您获取的福利礼包，附件包含奖励内容，请注意查收。",
    },
    tp00058 = 
    {
        title = "双11狂欢道具回收",
        content = "亲爱的冒险者：<br/><br/>       双11狂欢活动已结束，活动道具将回收折算，请注意查收。<br/>",
    },
    tp00059 = 
    {
        title = "长安酒馆道具回收",
        content = "亲爱的冒险者：<br/><br/>       长安酒馆活动已结束，活动道具将回收折算，请注意查收。<br/>",
    },
    tp00060 = 
    {
        title = "跨年好礼奖励补发",
        content = "亲爱的冒险者：<br/><br/>       感谢您购买跨年好礼。您在活动内有未领取完毕的奖励。当前活动已结束，奖励内容直接补偿至邮箱。这是您的奖励，请注意查收。<br/>",
    },
    tp00061 = 
    {
        title = "开服冲榜排行奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在开服冲榜活动中获得第%s名，这是您的排名奖励，请注意查收。<br/>",
    },
    tp00062 = 
    {
        title = "兔林童话奖励补发",
        content = "亲爱的冒险者：<br/><br/>       您在兔林童话中遗漏了部分奖励，请注意查收。<br/>",
    },
    tp00063 = 
    {
        title = "开服冲榜达标奖励",
        content = "亲爱的冒险者：<br/><br/>       这是您在开服冲榜活动中尚未领取的达标奖励，请注意查收。<br/>",
    },
    tp00064 = 
    {
        title = "秋收冬藏道具回收",
        content = "亲爱的冒险者：<br/><br/>       秋收冬藏活动已结束，活动道具将回收折算，请注意查收。<br/>",
    },
    tp00065 = 
    {
        title = "逃离农场比赛奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在本日逃离农场比赛中获得第%s名，当日奖励已结算完毕，请注意查收。<br/>",
    },
    tp00066 = 
    {
        title = "逃离农场赛季奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在本赛季逃离农场中获得第%s名，赛季奖励已结算完毕，请注意查收。<br/>",
    },
    tp00067 = 
    {
        title = "逃离农场任务奖励补发",
        content = "亲爱的冒险者：<br/><br/>       本日逃离农场比赛已结束，您在本日比赛内有未领取完毕的任务奖励，请注意查收。<br/>",
    },
    tp00068 = 
    {
        title = "武道之巅每日奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您今日在武道之巅排行榜中获得第%s名，这是您的排名奖励，请注意查收。<br/>",
    },
    tp00069 = 
    {
        title = "武道之巅海选结算奖励",
        content = "亲爱的冒险者：<br/><br/>       本赛季武道之巅海选赛已结束，恭喜您获得第%s名，成功进入海选赛32强，获得冠军赛资格。以下是您的海选排名奖励，请注意查收。<br/>",
    },
    tp00070 = 
    {
        title = "武道之巅海选结算奖励",
        content = "亲爱的冒险者：<br/><br/>       本赛季武道之巅海选赛已结束，很遗憾您未能进入海选赛32强，没能获取冠军赛资格。以下是您的海选排名奖励，请注意查收。<br/>",
    },
    tp00071 = 
    {
        title = "武道之巅冠军排行奖励",
        content = "亲爱的冒险者：<br/><br/>       恭喜您在本赛季武道之巅冠军赛中获得第%s名，这是您的排名奖励，请注意查收。<br/>",
    },
    tp00072 = 
    {
        title = "武道之巅竞猜奖励",
        content = "亲爱的冒险者：<br/><br/>       本赛季武道之巅冠军赛已结束，恭喜您成功猜中冠军得主，这是您的竞猜奖励，请注意查收。<br/>",
    },
    tp00073 = 
    {
        title = "武道之巅竞猜奖励",
        content = "亲爱的冒险者：<br/><br/>       本赛季武道之巅冠军赛已结束，很遗憾您没能成功猜中冠军得主，这是您的竞猜奖励，请注意查收。<br/>",
    },
    tp00074 = 
    {
        title = "武道之巅正式开赛",
        content = "亲爱的冒险者：<br/><br/>       本赛季武道之巅海选赛正式开启，这是您的赛季初遇礼，祝您登上云霄，夺得武道之巅。<br/>",
    },
    tp00075 = 
    {
        title = "武道之巅合服补偿",
        content = "亲爱的冒险者：<br/><br/>       本赛季武道之巅因合服暂停，这是您的赛季补偿奖励，请注意查收。<br/>",
    },
}