misc = 
{
    [1] = 
    {
        msg = "<outline color=#150906 width=2>抽中<color=#ac6ef0>紫将</color>概率6.5%</outline>",
    },
    [2] = 
    {
        msg = "<outline color=#150906 width=2><color=#ac6ef0>紫将</color>概率8.5%，<color=#f4934e>橙将</color>概率4%</outline>",
    },
    [3] = 
    {
        msg = "<outline color=#150906 width=2>整将概率26%，<color=#ec626c>红将</color>4%</outline>",
    },
    [4] = 
    {
        msg = "<outline color=#150906 width=2>必出整将，<color=#ec626c>红将</color>12%</outline>",
    },
    [5] = 
    {
        msg = "<outline color=#150906 width=2>必出<color=#f4934e>橙将</color>以上，<color=#ec626c>红将</color>34.5%</outline>",
    },
    [11] = 
    {
        msg = "杂物（不显示）",
    },
    [12] = 
    {
        msg = "黑市商城",
    },
    [13] = 
    {
        msg = "神秘商城",
    },
    [14] = 
    {
        msg = "竞技商城",
    },
    [21] = 
    {
        msg = "稀有·坚岩神格",
    },
    [22] = 
    {
        msg = "史诗·坚岩神格",
    },
    [23] = 
    {
        msg = "传说·坚岩神格",
    },
    [24] = 
    {
        msg = "神话·坚岩神格",
    },
    [25] = 
    {
        msg = "稀有·圣焰神格",
    },
    [26] = 
    {
        msg = "史诗·圣焰神格",
    },
    [27] = 
    {
        msg = "传说·圣焰神格",
    },
    [28] = 
    {
        msg = "神话·圣焰神格",
    },
    [29] = 
    {
        msg = "稀有·风息神格",
    },
    [30] = 
    {
        msg = "史诗·风息神格",
    },
    [31] = 
    {
        msg = "传说·风息神格",
    },
    [32] = 
    {
        msg = "神话·风息神格",
    },
    [33] = 
    {
        msg = "稀有·源溶神格",
    },
    [34] = 
    {
        msg = "史诗·源溶神格",
    },
    [35] = 
    {
        msg = "传说·源溶神格",
    },
    [36] = 
    {
        msg = "神话·源溶神格",
    },
    [37] = 
    {
        msg = "稀有·雷霆神格",
    },
    [38] = 
    {
        msg = "史诗·雷霆神格",
    },
    [39] = 
    {
        msg = "传说·雷霆神格",
    },
    [40] = 
    {
        msg = "神话·雷霆神格",
    },
    [41] = 
    {
        msg = "稀有·星芒神格",
    },
    [42] = 
    {
        msg = "史诗·星芒神格",
    },
    [43] = 
    {
        msg = "传说·星芒神格",
    },
    [44] = 
    {
        msg = "神话·星芒神格",
    },
    [45] = 
    {
        msg = "稀有·艺术神格",
    },
    [46] = 
    {
        msg = "史诗·艺术神格",
    },
    [47] = 
    {
        msg = "传说·艺术神格",
    },
    [48] = 
    {
        msg = "神话·艺术神格",
    },
    [49] = 
    {
        msg = "稀有·暗黑神格",
    },
    [50] = 
    {
        msg = "史诗·暗黑神格",
    },
    [51] = 
    {
        msg = "传说·暗黑神格",
    },
    [52] = 
    {
        msg = "神话·暗黑神格",
    },
    [53] = 
    {
        msg = "稀有·光明神格",
    },
    [54] = 
    {
        msg = "史诗·光明神格",
    },
    [55] = 
    {
        msg = "传说·光明神格",
    },
    [56] = 
    {
        msg = "神话·光明神格",
    },
    [57] = 
    {
        msg = "稀有·混沌神格",
    },
    [58] = 
    {
        msg = "史诗·混沌神格",
    },
    [59] = 
    {
        msg = "传说·混沌神格",
    },
    [60] = 
    {
        msg = "神话·混沌神格",
    },
    [61] = 
    {
        msg = "稀有",
    },
    [62] = 
    {
        msg = "史诗",
    },
    [63] = 
    {
        msg = "传说",
    },
    [64] = 
    {
        msg = "神话",
    },
    [65] = 
    {
        msg = "坚岩",
    },
    [66] = 
    {
        msg = "圣焰",
    },
    [67] = 
    {
        msg = "风息",
    },
    [68] = 
    {
        msg = "源溶",
    },
    [69] = 
    {
        msg = "雷霆",
    },
    [70] = 
    {
        msg = "星芒",
    },
    [71] = 
    {
        msg = "艺术",
    },
    [72] = 
    {
        msg = "暗黑",
    },
    [73] = 
    {
        msg = "光明",
    },
    [74] = 
    {
        msg = "混沌",
    },
    [75] = 
    {
        msg = "普通",
    },
    [101] = 
    {
        msg = "疯狂",
    },
    [102] = 
    {
        msg = "铁铠",
    },
    [103] = 
    {
        msg = "无畏",
    },
    [104] = 
    {
        msg = "不屈",
    },
    [105] = 
    {
        msg = "神祈",
    },
    [106] = 
    {
        msg = "魔尊",
    },
    [107] = 
    {
        msg = "暴走",
    },
    [108] = 
    {
        msg = "不灭",
    },
    [201] = 
    {
        msg = "猩红双眼展现疯狂状态,伤害增加同时也更容易受到伤害\n直接攻击将撕裂目标造成额外生命上限10%的伤害\n自身易伤+20%",
    },
    [202] = 
    {
        msg = "足踏大地，身披重铠，减少伤害但是行动迟缓\n自身免伤+50%\n普攻回复的怒气-50%\n速度大幅降低",
    },
    [203] = 
    {
        msg = "发起冲锋进入无畏姿态，免疫控制但技能威力下降\n免控率+100%\n技能增伤-50%",
    },
    [204] = 
    {
        msg = "暴风骤雨之下，无兔不为之倾颓，增强控制能力但伤害降低\n控制率+50%\n攻击力-30%",
    },
    [205] = 
    {
        msg = "神明加护耀光炫目，让兔将难以直视\n回合开始时，兔将获得攻击力-50%（可驱散）",
    },
    [206] = 
    {
        msg = "诡谲的气焰环身，用灵火烧灼挑衅者\n受到直接伤害时，对伤害源造成其攻击力30%的伤害",
    },
    [207] = 
    {
        msg = "积蓄力量进入暴走状态，集中一点释放强力攻击\n普攻不再造成伤害，释放技能时目标即死\n受到伤害时不再获得怒气",
    },
    [208] = 
    {
        msg = "坚韧不拔，每次疼痛都能积蓄力量\n每次受到伤害+5%免伤、+5%伤害增加，持续至下一次释放主动技能清空",
    },
    [211] = 
    {
        msg = "提示：推荐生存、回复能力，例如：盘古、阿波罗、维纳斯。",
    },
    [212] = 
    {
        msg = "提示：推荐消除免伤，或增加易伤，例如：盘古、孙悟空。",
    },
    [213] = 
    {
        msg = "提示：不推荐异常状态，例如（不推荐携带）：女娲、姜子牙。",
    },
    [214] = 
    {
        msg = "提示：推荐清除控制，或是限制魔物行动，例如：伏羲、维纳斯、女娲、姜子牙。",
    },
    [215] = 
    {
        msg = "提示：推荐清除异常状态，例如：伏羲、维纳斯、雅典娜。",
    },
    [216] = 
    {
        msg = "提示：推荐清除异常状态、群体生存，例如：伏羲、维纳斯、雅典娜。",
    },
    [217] = 
    {
        msg = "提示：推荐限制魔物行动，或是抵御即死，例如：女娲、姜子牙、玉藻前。",
    },
    [218] = 
    {
        msg = "提示：推荐减少兔将数，或是攻击频率降低，例如：伏羲、弗丽嘉。",
    },
    [301] = 
    {
        msg = "招募",
    },
    [302] = 
    {
        msg = "帽子",
    },
    [303] = 
    {
        msg = "圣币",
    },
    [304] = 
    {
        msg = "招募",
    },
    [305] = 
    {
        msg = "帽子",
    },
    [306] = 
    {
        msg = "旅行",
    },
    [307] = 
    {
        msg = "美食",
    },
    [308] = 
    {
        msg = "神器",
    },
    [401] = 
    {
        msg = "生命",
    },
    [402] = 
    {
        msg = "攻击",
    },
    [403] = 
    {
        msg = "暴击",
    },
    [404] = 
    {
        msg = "暴伤",
    },
    [405] = 
    {
        msg = "破甲",
    },
    [406] = 
    {
        msg = "破甲抵抗",
    },
    [407] = 
    {
        msg = "技能伤害",
    },
    [408] = 
    {
        msg = "武场打卡",
    },
    [409] = 
    {
        msg = "清酒一杯",
    },
    [410] = 
    {
        msg = "故事御酒",
    },
    [411] = 
    {
        msg = "风闻兑换",
    },
    [412] = 
    {
        msg = "路边酒馆",
    },
    [413] = 
    {
        msg = "江湖日常",
    },
    [501] = 
    {
        msg = "牙口不好，要粉口、不粘牙的。",
    },
    [502] = 
    {
        msg = "什么新潮来什么~",
    },
    [503] = 
    {
        msg = "无肉不欢，咸党也。",
    },
    [504] = 
    {
        msg = "清新甜蜜，甜党也。",
    },
    [505] = 
    {
        msg = "小妖",
    },
    [506] = 
    {
        msg = "妖民",
    },
    [507] = 
    {
        msg = "妖兵",
    },
    [508] = 
    {
        msg = "妖将",
    },
    [509] = 
    {
        msg = "妖帅",
    },
    [510] = 
    {
        msg = "妖魁",
    },
    [511] = 
    {
        msg = "妖王",
    },
    [512] = 
    {
        msg = "妖皇",
    },
    [513] = 
    {
        msg = "妖仙",
    },
    [514] = 
    {
        msg = "妖圣",
    },
    [515] = 
    {
        msg = "覆海大圣",
    },
    [516] = 
    {
        msg = "移山大圣",
    },
    [517] = 
    {
        msg = "通风大圣",
    },
    [518] = 
    {
        msg = "驱神大圣",
    },
    [519] = 
    {
        msg = "混天大圣",
    },
    [520] = 
    {
        msg = "平天大圣",
    },
    [521] = 
    {
        msg = "齐天大圣",
    },
    [522] = 
    {
        msg = "性格或热，需要寻觅一些清热去火的水果。",
    },
    [523] = 
    {
        msg = "餐后一苹果，医生远离我。",
    },
    [524] = 
    {
        msg = "什么水果恰似大珠小珠落玉盘",
    },
    [525] = 
    {
        msg = "软糯芬芳，通肠解腻才有竞争力。",
    },
    [526] = 
    {
        msg = "家园商店",
    },
    [527] = 
    {
        msg = "林中小院",
    },
    [528] = 
    {
        msg = "无垠沙漠",
    },
    [529] = 
    {
        msg = "浮空仙岛",
    },
    [530] = 
    {
        msg = "海边露营1",
    },
    [531] = 
    {
        msg = "海边露营1",
    },
    [532] = 
    {
        msg = "海边露营1",
    },
    [533] = 
    {
        msg = "海边露营1",
    },
    [534] = 
    {
        msg = "海边露营1",
    },
    [535] = 
    {
        msg = "海边露营1",
    },
    [550] = 
    {
        msg = "林中小院",
    },
    [551] = 
    {
        msg = "无垠沙漠",
    },
    [552] = 
    {
        msg = "浮空仙岛",
    },
    [560] = 
    {
        msg = "林中小院",
    },
    [561] = 
    {
        msg = "无垠沙漠",
    },
    [562] = 
    {
        msg = "浮空仙岛",
    },
    [600] = 
    {
        msg = "游园赏花",
    },
    [601] = 
    {
        msg = "玫瑰庄园",
    },
    [602] = 
    {
        msg = "青水草舍",
    },
    [603] = 
    {
        msg = "田连阡陌",
    },
    [604] = 
    {
        msg = "神秘传说",
    },
    [605] = 
    {
        msg = "勇闯沙漠",
    },
    [606] = 
    {
        msg = "琼楼玉宇",
    },
    [607] = 
    {
        msg = "曲径通幽",
    },
    [620] = 
    {
        msg = "偷取",
    },
    [621] = 
    {
        msg = "X100",
    },
    [622] = 
    {
        msg = "攻击",
    },
    [623] = 
    {
        msg = "X200",
    },
    [624] = 
    {
        msg = "萝卜积分",
    },
    [625] = 
    {
        msg = "X500",
    },
    [626] = 
    {
        msg = "护盾",
    },
    [627] = 
    {
        msg = "X1000",
    },
    [628] = 
    {
        msg = "转盘能量",
    },
    [629] = 
    {
        msg = "X10000",
    },
    [650] = 
    {
        msg = "建筑",
    },
    [651] = 
    {
        msg = "植株",
    },
    [652] = 
    {
        msg = "装饰雕塑",
    },
    [653] = 
    {
        msg = "家具",
    },
    [660] = 
    {
        msg = "杂项",
    },
    [661] = 
    {
        msg = "青龙",
    },
    [662] = 
    {
        msg = "朱雀",
    },
    [663] = 
    {
        msg = "白虎",
    },
    [664] = 
    {
        msg = "玄武",
    },
    [665] = 
    {
        msg = "生命",
    },
    [666] = 
    {
        msg = "攻击",
    },
    [667] = 
    {
        msg = "防御",
    },
    [668] = 
    {
        msg = "速度",
    },
    [669] = 
    {
        msg = "暴击",
    },
    [670] = 
    {
        msg = "暴击伤害",
    },
    [671] = 
    {
        msg = "抗暴率",
    },
    [672] = 
    {
        msg = "爆伤抵抗",
    },
    [673] = 
    {
        msg = "免控率",
    },
    [674] = 
    {
        msg = "控制率",
    },
    [675] = 
    {
        msg = "增伤",
    },
    [676] = 
    {
        msg = "免伤",
    },
    [677] = 
    {
        msg = "破甲",
    },
    [678] = 
    {
        msg = "破甲抵抗",
    },
    [679] = 
    {
        msg = "技能增伤",
    },
    [680] = 
    {
        msg = "技能免伤",
    },
    [681] = 
    {
        msg = "完全没人在意<br/><color=#70f4a4>被发现概率：0%</color>",
    },
    [682] = 
    {
        msg = "完全没人在意<br/><color=#70f4a4>被发现概率：5%</color>",
    },
    [683] = 
    {
        msg = "好像有人路过<br/><color=#70f4a4>被发现概率：15%</color>",
    },
    [684] = 
    {
        msg = "好像有人路过<br/><color=#70f4a4>被发现概率：20%</color>",
    },
    [685] = 
    {
        msg = "好像有人路过<br/><color=#70f4a4>被发现概率：30%</color>",
    },
    [686] = 
    {
        msg = "好像有人注意<br/><color=#70f4a4>被发现概率：35%</color>",
    },
    [687] = 
    {
        msg = "好像有人注意<br/><color=#70f4a4>被发现概率：45%</color>",
    },
    [688] = 
    {
        msg = "好像有人注意<br/><color=#70f4a4>被发现概率：50%</color>",
    },
    [689] = 
    {
        msg = "好多人在巡逻<br/><color=#70f4a4>被发现概率：60%</color>",
    },
    [690] = 
    {
        msg = "好多人在巡逻<br/><color=#70f4a4>被发现概率：75%</color>",
    },
    [691] = 
    {
        msg = "若摘桃过程中被发现，会损失本轮摘取的<color=#70f4a4>0%</color>仙桃，并结束摘桃",
    },
    [692] = 
    {
        msg = "若摘桃过程中被发现，会损失本轮摘取的<color=#70f4a4>30%</color>仙桃，并结束摘桃",
    },
    [693] = 
    {
        msg = "若摘桃过程中被发现，会损失本轮摘取的<color=#70f4a4>35%</color>仙桃，并结束摘桃",
    },
    [694] = 
    {
        msg = "若摘桃过程中被发现，会损失本轮摘取的<color=#70f4a4>40%</color>仙桃，并结束摘桃",
    },
    [695] = 
    {
        msg = "若摘桃过程中被发现，会损失本轮摘取的<color=#70f4a4>45%</color>仙桃，并结束摘桃",
    },
    [696] = 
    {
        msg = "若摘桃过程中被发现，会损失本轮摘取的<color=#70f4a4>50%</color>仙桃，并结束摘桃",
    },
    [697] = 
    {
        msg = "若摘桃过程中被发现，会损失本轮摘取的<color=#70f4a4>55%</color>仙桃，并结束摘桃",
    },
    [698] = 
    {
        msg = "若摘桃过程中被发现，会损失本轮摘取的<color=#70f4a4>60%</color>仙桃，并结束摘桃",
    },
    [699] = 
    {
        msg = "若摘桃过程中被发现，会损失本轮摘取的<color=#70f4a4>65%</color>仙桃，并结束摘桃",
    },
    [700] = 
    {
        msg = "若摘桃过程中被发现，会损失本轮摘取的<color=#70f4a4>70%</color>仙桃，并结束摘桃",
    },
    [701] = 
    {
        msg = "下期预告",
    },
    [702] = 
    {
        msg = "英雄名",
    },
    [703] = 
    {
        msg = "立刻获取2小时收益",
    },
    [704] = 
    {
        msg = "立刻获得1个美味鱼汤",
    },
    [705] = 
    {
        msg = "观看招募",
    },
    [706] = 
    {
        msg = "观看锻造",
    },
    [707] = 
    {
        msg = "1.贪狼",
    },
    [708] = 
    {
        msg = "2.巨门",
    },
    [709] = 
    {
        msg = "3.禄存",
    },
    [710] = 
    {
        msg = "4.文曲",
    },
    [711] = 
    {
        msg = "5.廉贞",
    },
    [712] = 
    {
        msg = "6.武曲",
    },
    [713] = 
    {
        msg = "7.破军",
    },
    [714] = 
    {
        msg = "始发地",
    },
    [715] = 
    {
        msg = "车马驿",
    },
    [716] = 
    {
        msg = "目的地",
    },
    [717] = 
    {
        msg = "钢筋铁骨，常规力量难以洞穿防御",
    },
    [718] = 
    {
        msg = "冰冷刺骨，着手保暖三思而后行",
    },
    [719] = 
    {
        msg = "背水一战，方能成就始终",
    },
    [720] = 
    {
        msg = "跗骨病症，需要明医妙手回春",
    },
    [721] = 
    {
        msg = "提示：推荐易伤，降低防御，增加伤害的英雄。",
    },
    [722] = 
    {
        msg = "提示：推荐清除减益状态、提供护盾、具有回复能力的英雄。",
    },
    [723] = 
    {
        msg = "提示：推荐即有回复能力的英雄。",
    },
    [724] = 
    {
        msg = "提示：推荐清除减益状态、提供护盾、具有回复能力的英雄。",
    },
    [725] = 
    {
        msg = "铁骨",
    },
    [726] = 
    {
        msg = "刺骨",
    },
    [727] = 
    {
        msg = "完杀",
    },
    [728] = 
    {
        msg = "败血",
    },
    [729] = 
    {
        msg = "有言道，韭菜能增加阳气，延年益寿。",
    },
    [730] = 
    {
        msg = "就爱这口葱白鲜嫩。",
    },
    [731] = 
    {
        msg = "清香微甜，一口回甘。",
    },
    [732] = 
    {
        msg = "海潮的味道，我知道。",
    },
    [733] = 
    {
        msg = "达标描述",
    },
    [734] = 
    {
        msg = "孙悟空星级达到%s星时可上榜",
    },
    [735] = 
    {
        msg = "美食总战力达到%s时可上榜",
    },
    [736] = 
    {
        msg = "帽子积分达到%s时可上榜",
    },
    [737] = 
    {
        msg = "抽卡总次数达到%s时可上榜",
    },
    [738] = 
    {
        msg = "孙悟空%s星",
    },
    [739] = 
    {
        msg = "美食总战力%s",
    },
    [740] = 
    {
        msg = "帽子积分%s",
    },
    [741] = 
    {
        msg = "抽卡总次数%s",
    },
    [742] = 
    {
        msg = "费德提克",
    },
    [743] = 
    {
        msg = "开天辟地",
    },
    [744] = 
    {
        msg = "洪荒神话",
    },
    [745] = 
    {
        msg = "五福临门",
    },
    [746] = 
    {
        msg = "神王家族",
    },
    [747] = 
    {
        msg = "神域守护",
    },
    [748] = 
    {
        msg = "酒鬼之灵",
    },
    [749] = 
    {
        msg = "封神之战",
    },
    [750] = 
    {
        msg = "神仙逍遥",
    },
    [751] = 
    {
        msg = "希腊男神",
    },
    [752] = 
    {
        msg = "希腊女神",
    },
    [753] = 
    {
        msg = "开服冲榜",
    },
    [754] = 
    {
        msg = "1级毒瘴",
    },
    [755] = 
    {
        msg = "2级毒瘴",
    },
    [756] = 
    {
        msg = "3级毒瘴",
    },
    [757] = 
    {
        msg = "终极毒瘴",
    },
    [758] = 
    {
        msg = "荒古遗产",
    },
    [759] = 
    {
        msg = "恍惚邪物",
    },
    [760] = 
    {
        msg = "闪耀传颂",
    },
    [761] = 
    {
        msg = "氤氲神物",
    },
    [762] = 
    {
        msg = "无坚不摧",
    },
    [763] = 
    {
        msg = "启明指引",
    },
    [764] = 
    {
        msg = "锻造总次数达到%s时可上榜",
    },
    [765] = 
    {
        msg = "锻造总次数%s",
    },
    [766] = 
    {
        msg = "稻米资源地",
    },
    [767] = 
    {
        msg = "玉米资源地",
    },
    [768] = 
    {
        msg = "棉花资源地",
    },
    [769] = 
    {
        msg = "香料资源地",
    },
    [770] = 
    {
        msg = "衣装商店",
    },
    [771] = 
    {
        msg = "像框商店",
    },
}