monstername = 
{
    [11] = 
    {
        msg = "前排小怪",
    },
    [12] = 
    {
        msg = "后排小怪",
    },
    [13] = 
    {
        msg = "精英1",
    },
    [14] = 
    {
        msg = "精英2",
    },
    [15] = 
    {
        msg = "精英3",
    },
    [16] = 
    {
        msg = "塔",
    },
    [17] = 
    {
        msg = "BOSS",
    },
    [30001] = 
    {
        msg = "魔尊·刘备",
    },
    [30002] = 
    {
        msg = "魔尊·关羽",
    },
    [30003] = 
    {
        msg = "魔尊·张飞",
    },
    [30004] = 
    {
        msg = "狂暴·刘备",
    },
    [30005] = 
    {
        msg = "狂暴·关羽",
    },
    [30006] = 
    {
        msg = "狂暴·张飞",
    },
    [30007] = 
    {
        msg = "庇佑·刘备",
    },
    [30008] = 
    {
        msg = "庇佑·关羽",
    },
    [30009] = 
    {
        msg = "庇佑·张飞",
    },
    [30010] = 
    {
        msg = "迅猛·刘备",
    },
    [30011] = 
    {
        msg = "迅猛·关羽",
    },
    [30012] = 
    {
        msg = "迅猛·张飞",
    },
    [30013] = 
    {
        msg = "金甲·刘备",
    },
    [30014] = 
    {
        msg = "金甲·关羽",
    },
    [30015] = 
    {
        msg = "金甲·张飞",
    },
    [30016] = 
    {
        msg = "无双·刘备",
    },
    [30017] = 
    {
        msg = "无双·关羽",
    },
    [30018] = 
    {
        msg = "无双·张飞",
    },
    [30019] = 
    {
        msg = "吞噬·刘备",
    },
    [30020] = 
    {
        msg = "吞噬·关羽",
    },
    [30021] = 
    {
        msg = "吞噬·张飞",
    },
}