mushroom = 
{
    [1] = 
    {
        name = "抽奖券碎片",
        desc = "6级可双击使用\n获得抽奖券*1",
    },
    [2] = 
    {
        name = "抽奖券碎片",
        desc = "6级可双击使用\n获得抽奖券*1",
    },
    [3] = 
    {
        name = "抽奖券碎片",
        desc = "6级可双击使用\n获得抽奖券*1",
    },
    [4] = 
    {
        name = "抽奖券碎片",
        desc = "6级可双击使用\n获得抽奖券*1",
    },
    [5] = 
    {
        name = "抽奖券碎片",
        desc = "6级可双击使用\n获得抽奖券*1",
    },
    [6] = 
    {
        name = "抽奖券碎片",
        desc = "6级可双击使用\n获得抽奖券*1",
    },
    [7] = 
    {
        name = "金币碎片",
        desc = "9级可双击使用\n获得金币*256000",
    },
    [8] = 
    {
        name = "金币碎片",
        desc = "9级可双击使用\n获得金币*256000",
    },
    [9] = 
    {
        name = "金币碎片",
        desc = "9级可双击使用\n获得金币*256000",
    },
    [10] = 
    {
        name = "金币碎片",
        desc = "9级可双击使用\n获得金币*256000",
    },
    [11] = 
    {
        name = "金币碎片",
        desc = "9级可双击使用\n获得金币*256000",
    },
    [12] = 
    {
        name = "金币碎片",
        desc = "9级可双击使用\n获得金币*256000",
    },
    [13] = 
    {
        name = "金币碎片",
        desc = "9级可双击使用\n获得金币*256000",
    },
    [14] = 
    {
        name = "金币碎片",
        desc = "9级可双击使用\n获得金币*256000",
    },
    [15] = 
    {
        name = "金币碎片",
        desc = "9级可双击使用\n获得金币*256000",
    },
    [16] = 
    {
        name = "进阶宝石碎片",
        desc = "7级可双击使用\n获得进阶宝石*500",
    },
    [17] = 
    {
        name = "进阶宝石碎片",
        desc = "7级可双击使用\n获得进阶宝石*500",
    },
    [18] = 
    {
        name = "进阶宝石碎片",
        desc = "7级可双击使用\n获得进阶宝石*500",
    },
    [19] = 
    {
        name = "进阶宝石碎片",
        desc = "7级可双击使用\n获得进阶宝石*500",
    },
    [20] = 
    {
        name = "进阶宝石碎片",
        desc = "7级可双击使用\n获得进阶宝石*500",
    },
    [21] = 
    {
        name = "进阶宝石碎片",
        desc = "7级可双击使用\n获得进阶宝石*500",
    },
    [22] = 
    {
        name = "进阶宝石碎片",
        desc = "7级可双击使用\n获得进阶宝石*500",
    },
    [23] = 
    {
        name = "强化宝石碎片",
        desc = "7级可双击使用\n获得强化宝石*1000",
    },
    [24] = 
    {
        name = "强化宝石碎片",
        desc = "7级可双击使用\n获得强化宝石*1000",
    },
    [25] = 
    {
        name = "强化宝石碎片",
        desc = "7级可双击使用\n获得强化宝石*1000",
    },
    [26] = 
    {
        name = "强化宝石碎片",
        desc = "7级可双击使用\n获得强化宝石*1000",
    },
    [27] = 
    {
        name = "强化宝石碎片",
        desc = "7级可双击使用\n获得强化宝石*1000",
    },
    [28] = 
    {
        name = "强化宝石碎片",
        desc = "7级可双击使用\n获得强化宝石*1000",
    },
    [29] = 
    {
        name = "强化宝石碎片",
        desc = "7级可双击使用\n获得强化宝石*1000",
    },
    [30] = 
    {
        name = "钻石碎片",
        desc = "6级可双击使用\n获得钻石*500",
    },
    [31] = 
    {
        name = "钻石碎片",
        desc = "6级可双击使用\n获得钻石*500",
    },
    [32] = 
    {
        name = "钻石碎片",
        desc = "6级可双击使用\n获得钻石*500",
    },
    [33] = 
    {
        name = "钻石碎片",
        desc = "6级可双击使用\n获得钻石*500",
    },
    [34] = 
    {
        name = "钻石碎片",
        desc = "6级可双击使用\n获得钻石*500",
    },
    [35] = 
    {
        name = "钻石碎片",
        desc = "6级可双击使用\n获得钻石*500",
    },
    [36] = 
    {
        name = "青菜汤碎片",
        desc = "6级可双击使用\n获得青菜汤*1",
    },
    [37] = 
    {
        name = "青菜汤碎片",
        desc = "6级可双击使用\n获得青菜汤*1",
    },
    [38] = 
    {
        name = "青菜汤碎片",
        desc = "6级可双击使用\n获得青菜汤*1",
    },
    [39] = 
    {
        name = "青菜汤碎片",
        desc = "6级可双击使用\n获得青菜汤*1",
    },
    [40] = 
    {
        name = "青菜汤碎片",
        desc = "6级可双击使用\n获得青菜汤*1",
    },
    [41] = 
    {
        name = "青菜汤碎片",
        desc = "6级可双击使用\n获得青菜汤*1",
    },
    [42] = 
    {
        name = "罗宋浓汤碎片",
        desc = "7级可双击使用\n获得罗宋浓汤*1",
    },
    [43] = 
    {
        name = "罗宋浓汤碎片",
        desc = "7级可双击使用\n获得罗宋浓汤*1",
    },
    [44] = 
    {
        name = "罗宋浓汤碎片",
        desc = "7级可双击使用\n获得罗宋浓汤*1",
    },
    [45] = 
    {
        name = "罗宋浓汤碎片",
        desc = "7级可双击使用\n获得罗宋浓汤*1",
    },
    [46] = 
    {
        name = "罗宋浓汤碎片",
        desc = "7级可双击使用\n获得罗宋浓汤*1",
    },
    [47] = 
    {
        name = "罗宋浓汤碎片",
        desc = "7级可双击使用\n获得罗宋浓汤*1",
    },
    [48] = 
    {
        name = "罗宋浓汤碎片",
        desc = "7级可双击使用\n获得罗宋浓汤*1",
    },
    [49] = 
    {
        name = "美味鱼汤碎片",
        desc = "8级可双击使用\n获得美味鱼汤*1",
    },
    [50] = 
    {
        name = "美味鱼汤碎片",
        desc = "8级可双击使用\n获得美味鱼汤*1",
    },
    [51] = 
    {
        name = "美味鱼汤碎片",
        desc = "8级可双击使用\n获得美味鱼汤*1",
    },
    [52] = 
    {
        name = "美味鱼汤碎片",
        desc = "8级可双击使用\n获得美味鱼汤*1",
    },
    [53] = 
    {
        name = "美味鱼汤碎片",
        desc = "8级可双击使用\n获得美味鱼汤*1",
    },
    [54] = 
    {
        name = "美味鱼汤碎片",
        desc = "8级可双击使用\n获得美味鱼汤*1",
    },
    [55] = 
    {
        name = "美味鱼汤碎片",
        desc = "8级可双击使用\n获得美味鱼汤*1",
    },
    [56] = 
    {
        name = "美味鱼汤碎片",
        desc = "8级可双击使用\n获得美味鱼汤*1",
    },
    [57] = 
    {
        name = "蓝色魔法帽碎片",
        desc = "6级可双击使用\n获得蓝色魔法帽*1",
    },
    [58] = 
    {
        name = "蓝色魔法帽碎片",
        desc = "6级可双击使用\n获得蓝色魔法帽*1",
    },
    [59] = 
    {
        name = "蓝色魔法帽碎片",
        desc = "6级可双击使用\n获得蓝色魔法帽*1",
    },
    [60] = 
    {
        name = "蓝色魔法帽碎片",
        desc = "6级可双击使用\n获得蓝色魔法帽*1",
    },
    [61] = 
    {
        name = "蓝色魔法帽碎片",
        desc = "6级可双击使用\n获得蓝色魔法帽*1",
    },
    [62] = 
    {
        name = "蓝色魔法帽碎片",
        desc = "6级可双击使用\n获得蓝色魔法帽*1",
    },
    [63] = 
    {
        name = "紫色魔法帽碎片",
        desc = "7级可双击使用\n获得紫色魔法帽*1",
    },
    [64] = 
    {
        name = "紫色魔法帽碎片",
        desc = "7级可双击使用\n获得紫色魔法帽*1",
    },
    [65] = 
    {
        name = "紫色魔法帽碎片",
        desc = "7级可双击使用\n获得紫色魔法帽*1",
    },
    [66] = 
    {
        name = "紫色魔法帽碎片",
        desc = "7级可双击使用\n获得紫色魔法帽*1",
    },
    [67] = 
    {
        name = "紫色魔法帽碎片",
        desc = "7级可双击使用\n获得紫色魔法帽*1",
    },
    [68] = 
    {
        name = "紫色魔法帽碎片",
        desc = "7级可双击使用\n获得紫色魔法帽*1",
    },
    [69] = 
    {
        name = "紫色魔法帽碎片",
        desc = "7级可双击使用\n获得紫色魔法帽*1",
    },
    [70] = 
    {
        name = "橙色魔法帽碎片",
        desc = "8级可双击使用\n获得橙色魔法帽*1",
    },
    [71] = 
    {
        name = "橙色魔法帽碎片",
        desc = "8级可双击使用\n获得橙色魔法帽*1",
    },
    [72] = 
    {
        name = "橙色魔法帽碎片",
        desc = "8级可双击使用\n获得橙色魔法帽*1",
    },
    [73] = 
    {
        name = "橙色魔法帽碎片",
        desc = "8级可双击使用\n获得橙色魔法帽*1",
    },
    [74] = 
    {
        name = "橙色魔法帽碎片",
        desc = "8级可双击使用\n获得橙色魔法帽*1",
    },
    [75] = 
    {
        name = "橙色魔法帽碎片",
        desc = "8级可双击使用\n获得橙色魔法帽*1",
    },
    [76] = 
    {
        name = "橙色魔法帽碎片",
        desc = "8级可双击使用\n获得橙色魔法帽*1",
    },
    [77] = 
    {
        name = "橙色魔法帽碎片",
        desc = "8级可双击使用\n获得橙色魔法帽*1",
    },
    [78] = 
    {
        name = "紫色碎片礼包碎片",
        desc = "7级可双击使用\n获得紫色碎片礼包*10",
    },
    [79] = 
    {
        name = "紫色碎片礼包碎片",
        desc = "7级可双击使用\n获得紫色碎片礼包*10",
    },
    [80] = 
    {
        name = "紫色碎片礼包碎片",
        desc = "7级可双击使用\n获得紫色碎片礼包*10",
    },
    [81] = 
    {
        name = "紫色碎片礼包碎片",
        desc = "7级可双击使用\n获得紫色碎片礼包*10",
    },
    [82] = 
    {
        name = "紫色碎片礼包碎片",
        desc = "7级可双击使用\n获得紫色碎片礼包*10",
    },
    [83] = 
    {
        name = "紫色碎片礼包碎片",
        desc = "7级可双击使用\n获得紫色碎片礼包*10",
    },
    [84] = 
    {
        name = "紫色碎片礼包碎片",
        desc = "7级可双击使用\n获得紫色碎片礼包*10",
    },
    [85] = 
    {
        name = "橙色碎片礼包碎片",
        desc = "8级可双击使用\n获得橙色碎片礼包*10",
    },
    [86] = 
    {
        name = "橙色碎片礼包碎片",
        desc = "8级可双击使用\n获得橙色碎片礼包*10",
    },
    [87] = 
    {
        name = "橙色碎片礼包碎片",
        desc = "8级可双击使用\n获得橙色碎片礼包*10",
    },
    [88] = 
    {
        name = "橙色碎片礼包碎片",
        desc = "8级可双击使用\n获得橙色碎片礼包*10",
    },
    [89] = 
    {
        name = "橙色碎片礼包碎片",
        desc = "8级可双击使用\n获得橙色碎片礼包*10",
    },
    [90] = 
    {
        name = "橙色碎片礼包碎片",
        desc = "8级可双击使用\n获得橙色碎片礼包*10",
    },
    [91] = 
    {
        name = "橙色碎片礼包碎片",
        desc = "8级可双击使用\n获得橙色碎片礼包*10",
    },
    [92] = 
    {
        name = "橙色碎片礼包碎片",
        desc = "8级可双击使用\n获得橙色碎片礼包*10",
    },
    [93] = 
    {
        name = "红色碎片礼包碎片",
        desc = "9级可双击使用\n获得红色碎片礼包*10",
    },
    [94] = 
    {
        name = "红色碎片礼包碎片",
        desc = "9级可双击使用\n获得红色碎片礼包*10",
    },
    [95] = 
    {
        name = "红色碎片礼包碎片",
        desc = "9级可双击使用\n获得红色碎片礼包*10",
    },
    [96] = 
    {
        name = "红色碎片礼包碎片",
        desc = "9级可双击使用\n获得红色碎片礼包*10",
    },
    [97] = 
    {
        name = "红色碎片礼包碎片",
        desc = "9级可双击使用\n获得红色碎片礼包*10",
    },
    [98] = 
    {
        name = "红色碎片礼包碎片",
        desc = "9级可双击使用\n获得红色碎片礼包*10",
    },
    [99] = 
    {
        name = "红色碎片礼包碎片",
        desc = "9级可双击使用\n获得红色碎片礼包*10",
    },
    [100] = 
    {
        name = "红色碎片礼包碎片",
        desc = "9级可双击使用\n获得红色碎片礼包*10",
    },
    [101] = 
    {
        name = "红色碎片礼包碎片",
        desc = "9级可双击使用\n获得红色碎片礼包*10",
    },
    [102] = 
    {
        name = "玄阳精铁碎片",
        desc = "6级可双击使用\n获得玄阳精铁*1",
    },
    [103] = 
    {
        name = "玄阳精铁碎片",
        desc = "6级可双击使用\n获得玄阳精铁*1",
    },
    [104] = 
    {
        name = "玄阳精铁碎片",
        desc = "6级可双击使用\n获得玄阳精铁*1",
    },
    [105] = 
    {
        name = "玄阳精铁碎片",
        desc = "6级可双击使用\n获得玄阳精铁*1",
    },
    [106] = 
    {
        name = "玄阳精铁碎片",
        desc = "6级可双击使用\n获得玄阳精铁*1",
    },
    [107] = 
    {
        name = "玄阳精铁碎片",
        desc = "6级可双击使用\n获得玄阳精铁*1",
    },
    [108] = 
    {
        name = "神器碎片碎片",
        desc = "7级可双击使用\n获得神器碎片*10",
    },
    [109] = 
    {
        name = "神器碎片碎片",
        desc = "7级可双击使用\n获得神器碎片*10",
    },
    [110] = 
    {
        name = "神器碎片碎片",
        desc = "7级可双击使用\n获得神器碎片*10",
    },
    [111] = 
    {
        name = "神器碎片碎片",
        desc = "7级可双击使用\n获得神器碎片*10",
    },
    [112] = 
    {
        name = "神器碎片碎片",
        desc = "7级可双击使用\n获得神器碎片*10",
    },
    [113] = 
    {
        name = "神器碎片碎片",
        desc = "7级可双击使用\n获得神器碎片*10",
    },
    [114] = 
    {
        name = "神器碎片碎片",
        desc = "7级可双击使用\n获得神器碎片*10",
    },
    [115] = 
    {
        name = "神器精华碎片",
        desc = "8级可双击使用\n获得神器精华*10",
    },
    [116] = 
    {
        name = "神器精华碎片",
        desc = "8级可双击使用\n获得神器精华*10",
    },
    [117] = 
    {
        name = "神器精华碎片",
        desc = "8级可双击使用\n获得神器精华*10",
    },
    [118] = 
    {
        name = "神器精华碎片",
        desc = "8级可双击使用\n获得神器精华*10",
    },
    [119] = 
    {
        name = "神器精华碎片",
        desc = "8级可双击使用\n获得神器精华*10",
    },
    [120] = 
    {
        name = "神器精华碎片",
        desc = "8级可双击使用\n获得神器精华*10",
    },
    [121] = 
    {
        name = "神器精华碎片",
        desc = "8级可双击使用\n获得神器精华*10",
    },
    [122] = 
    {
        name = "神器精华碎片",
        desc = "8级可双击使用\n获得神器精华*10",
    },
    [123] = 
    {
        name = "黄金骰子碎片",
        desc = "6级可双击使用\n获得黄金骰子*1",
    },
    [124] = 
    {
        name = "黄金骰子碎片",
        desc = "6级可双击使用\n获得黄金骰子*1",
    },
    [125] = 
    {
        name = "黄金骰子碎片",
        desc = "6级可双击使用\n获得黄金骰子*1",
    },
    [126] = 
    {
        name = "黄金骰子碎片",
        desc = "6级可双击使用\n获得黄金骰子*1",
    },
    [127] = 
    {
        name = "黄金骰子碎片",
        desc = "6级可双击使用\n获得黄金骰子*1",
    },
    [128] = 
    {
        name = "黄金骰子碎片",
        desc = "6级可双击使用\n获得黄金骰子*1",
    },
    [129] = 
    {
        name = "神格晶萃碎片",
        desc = "7级可双击使用\n获得神格晶萃*100",
    },
    [130] = 
    {
        name = "神格晶萃碎片",
        desc = "7级可双击使用\n获得神格晶萃*100",
    },
    [131] = 
    {
        name = "神格晶萃碎片",
        desc = "7级可双击使用\n获得神格晶萃*100",
    },
    [132] = 
    {
        name = "神格晶萃碎片",
        desc = "7级可双击使用\n获得神格晶萃*100",
    },
    [133] = 
    {
        name = "神格晶萃碎片",
        desc = "7级可双击使用\n获得神格晶萃*100",
    },
    [134] = 
    {
        name = "神格晶萃碎片",
        desc = "7级可双击使用\n获得神格晶萃*100",
    },
    [135] = 
    {
        name = "神格晶萃碎片",
        desc = "7级可双击使用\n获得神格晶萃*100",
    },
    [136] = 
    {
        name = "银玉辉石碎片",
        desc = "7级可双击使用\n获得银玉辉石*100",
    },
    [137] = 
    {
        name = "银玉辉石碎片",
        desc = "7级可双击使用\n获得银玉辉石*100",
    },
    [138] = 
    {
        name = "银玉辉石碎片",
        desc = "7级可双击使用\n获得银玉辉石*100",
    },
    [139] = 
    {
        name = "银玉辉石碎片",
        desc = "7级可双击使用\n获得银玉辉石*100",
    },
    [140] = 
    {
        name = "银玉辉石碎片",
        desc = "7级可双击使用\n获得银玉辉石*100",
    },
    [141] = 
    {
        name = "银玉辉石碎片",
        desc = "7级可双击使用\n获得银玉辉石*100",
    },
    [142] = 
    {
        name = "银玉辉石碎片",
        desc = "7级可双击使用\n获得银玉辉石*100",
    },
    [143] = 
    {
        name = "金刚砂碎片",
        desc = "7级可双击使用\n获得金刚砂*100",
    },
    [144] = 
    {
        name = "金刚砂碎片",
        desc = "7级可双击使用\n获得金刚砂*100",
    },
    [145] = 
    {
        name = "金刚砂碎片",
        desc = "7级可双击使用\n获得金刚砂*100",
    },
    [146] = 
    {
        name = "金刚砂碎片",
        desc = "7级可双击使用\n获得金刚砂*100",
    },
    [147] = 
    {
        name = "金刚砂碎片",
        desc = "7级可双击使用\n获得金刚砂*100",
    },
    [148] = 
    {
        name = "金刚砂碎片",
        desc = "7级可双击使用\n获得金刚砂*100",
    },
    [149] = 
    {
        name = "金刚砂碎片",
        desc = "7级可双击使用\n获得金刚砂*100",
    },
    [150] = 
    {
        name = "抽奖券",
    },
    [151] = 
    {
        name = "金币",
    },
    [152] = 
    {
        name = "进阶宝石",
    },
    [153] = 
    {
        name = "强化宝石",
    },
    [154] = 
    {
        name = "钻石",
    },
    [155] = 
    {
        name = "青菜汤",
    },
    [156] = 
    {
        name = "罗宋浓汤",
    },
    [157] = 
    {
        name = "美味鱼汤",
    },
    [158] = 
    {
        name = "蓝色魔法帽",
    },
    [159] = 
    {
        name = "紫色魔法帽",
    },
    [160] = 
    {
        name = "橙色魔法帽",
    },
    [161] = 
    {
        name = "紫色礼包",
    },
    [162] = 
    {
        name = "橙色礼包",
    },
    [163] = 
    {
        name = "红色礼包",
    },
    [164] = 
    {
        name = "玄阳精铁",
    },
    [165] = 
    {
        name = "神器碎片",
    },
    [166] = 
    {
        name = "神器精华",
    },
    [167] = 
    {
        name = "黄金骰子",
    },
    [168] = 
    {
        name = "神格晶萃",
    },
    [169] = 
    {
        name = "银玉辉石",
    },
    [170] = 
    {
        name = "金刚砂",
    },
    [171] = 
    {
        name = "金币袋碎片",
        desc = "6级可双击使用\n获得金币袋*1",
    },
    [172] = 
    {
        name = "金币袋碎片",
        desc = "6级可双击使用\n获得金币袋*1",
    },
    [173] = 
    {
        name = "金币袋碎片",
        desc = "6级可双击使用\n获得金币袋*1",
    },
    [174] = 
    {
        name = "金币袋碎片",
        desc = "6级可双击使用\n获得金币袋*1",
    },
    [175] = 
    {
        name = "金币袋碎片",
        desc = "6级可双击使用\n获得金币袋*1",
    },
    [176] = 
    {
        name = "金币袋碎片",
        desc = "6级可双击使用\n获得金币袋*1",
    },
    [177] = 
    {
        name = "金币袋",
    },
}