skillname = 
{
    [1] = 
    {
        msg = "测试用普攻",
        desc = "对排位序号最小的敌方造成100%攻击的伤害",
    },
    [2] = 
    {
        msg = "测试用普攻",
        desc = "对随机3名敌方造成200%攻击的伤害",
    },
    [3] = 
    {
        msg = "测试用普攻",
        desc = "自身血量低于50%时恢复血量上限30%的血量",
    },
    [4] = 
    {
        msg = "冒险者点击伤害",
        desc = "对随机一名敌方造成100%点击伤害的伤害",
    },
    [11] = 
    {
        msg = "标准对单普攻",
    },
    [21] = 
    {
        msg = "标准对群技能",
    },
    [101] = 
    {
        msg = "嗜血",
        desc = "全体友方获得吸血3%",
    },
    [102] = 
    {
        msg = "嗜血",
        desc = "全体友方获得吸血5%",
    },
    [103] = 
    {
        msg = "嗜血",
        desc = "全体友方获得吸血10%",
    },
    [104] = 
    {
        msg = "嗜血",
        desc = "全体友方获得吸血20%",
    },
    [105] = 
    {
        msg = "治疗祭坛",
        desc = "开局时全体友方回复4%生命",
    },
    [106] = 
    {
        msg = "治疗祭坛",
        desc = "开局时全体友方回复8%生命",
    },
    [107] = 
    {
        msg = "治疗祭坛",
        desc = "开局时全体友方回复15%生命",
    },
    [108] = 
    {
        msg = "治疗祭坛",
        desc = "开局时全体友方回复25%生命",
    },
    [109] = 
    {
        msg = "崇光护盾",
        desc = "每回合开始时获得生命上限3%的护盾，持续1回合",
    },
    [110] = 
    {
        msg = "崇光护盾",
        desc = "每回合开始时获得生命上限5%的护盾，持续1回合",
    },
    [111] = 
    {
        msg = "崇光护盾",
        desc = "每回合开始时获得生命上限10%的护盾，持续1回合",
    },
    [112] = 
    {
        msg = "崇光护盾",
        desc = "每回合开始时获得生命上限20%的护盾，持续1回合",
    },
    [113] = 
    {
        msg = "背水一战",
        desc = "队友阵亡时回复其他友方5%生命，并临时增幅攻击、防御8%",
    },
    [114] = 
    {
        msg = "背水一战",
        desc = "队友阵亡时回复其他友方10%生命，并临时增幅攻击、防御15%",
    },
    [115] = 
    {
        msg = "背水一战",
        desc = "队友阵亡时回复其他友方15%生命，并临时增幅攻击、防御30%",
    },
    [116] = 
    {
        msg = "背水一战",
        desc = "队友阵亡时回复其他友方30%生命，并临时增幅攻击、防御50%",
    },
    [117] = 
    {
        msg = "怒火中烧",
        desc = "受到直接攻击时，增加获得的怒气量10%",
    },
    [118] = 
    {
        msg = "怒火中烧",
        desc = "受到直接攻击时，增加获得的怒气量30%",
    },
    [119] = 
    {
        msg = "怒火中烧",
        desc = "受到直接攻击时，增加获得的怒气量50%",
    },
    [120] = 
    {
        msg = "怒火中烧",
        desc = "受到直接攻击时，增加获得的怒气量100%",
    },
    [121] = 
    {
        msg = "乘胜追击",
        desc = "直接攻击时，有10%概率额外获得的怒气5点",
    },
    [122] = 
    {
        msg = "乘胜追击",
        desc = "直接攻击时，有10%概率额外获得的怒气10点",
    },
    [123] = 
    {
        msg = "乘胜追击",
        desc = "直接攻击时，有15%概率额外获得的怒气20点",
    },
    [124] = 
    {
        msg = "乘胜追击",
        desc = "直接攻击时，有30%概率额外获得的怒气25点",
    },
    [125] = 
    {
        msg = "精灵加护",
        desc = "回合开始时，有4%概率解除控制效果",
    },
    [126] = 
    {
        msg = "精灵加护",
        desc = "回合开始时，有8%概率解除控制效果",
    },
    [127] = 
    {
        msg = "精灵加护",
        desc = "回合开始时，有15%概率解除控制效果",
    },
    [128] = 
    {
        msg = "精灵加护",
        desc = "回合开始时，有25%概率解除控制效果",
    },
    [129] = 
    {
        msg = "偃旗息鼓",
        desc = "直接攻击时，有10%概率使目标的怒气降低5点",
    },
    [130] = 
    {
        msg = "偃旗息鼓",
        desc = "直接攻击时，有10%概率使目标的怒气降低10点",
    },
    [131] = 
    {
        msg = "偃旗息鼓",
        desc = "直接攻击时，有15%概率使目标的怒气降低20点",
    },
    [132] = 
    {
        msg = "偃旗息鼓",
        desc = "直接攻击时，有30%概率使目标的怒气降低25点",
    },
    [133] = 
    {
        msg = "掌控",
        desc = "控制率+5%",
    },
    [134] = 
    {
        msg = "掌控",
        desc = "控制率+8%",
    },
    [135] = 
    {
        msg = "掌控",
        desc = "控制率+15%",
    },
    [136] = 
    {
        msg = "掌控",
        desc = "控制率+30%",
    },
    [137] = 
    {
        msg = "强袭意志",
        desc = "友方前排伤害减免+5%",
    },
    [138] = 
    {
        msg = "强袭意志",
        desc = "友方前排伤害减免+8%",
    },
    [139] = 
    {
        msg = "强袭意志",
        desc = "友方前排伤害减免+15%",
    },
    [140] = 
    {
        msg = "强袭意志",
        desc = "友方前排伤害减免+30%",
    },
    [141] = 
    {
        msg = "精准打击",
        desc = "友方后排攻击+5%、暴击+3%",
    },
    [142] = 
    {
        msg = "精准打击",
        desc = "友方后排攻击+8%、暴击+5%",
    },
    [143] = 
    {
        msg = "精准打击",
        desc = "友方后排攻击+15%、暴击+10%",
    },
    [144] = 
    {
        msg = "精准打击",
        desc = "友方后排攻击+30%、暴击+20%",
    },
    [145] = 
    {
        msg = "火力压制",
        desc = "全体友方攻击+5%",
    },
    [146] = 
    {
        msg = "火力压制",
        desc = "全体友方攻击+8%",
    },
    [147] = 
    {
        msg = "火力压制",
        desc = "全体友方攻击+15%",
    },
    [148] = 
    {
        msg = "火力压制",
        desc = "全体友方攻击+30%",
    },
    [149] = 
    {
        msg = "致命打击",
        desc = "全体友方暴击+5%",
    },
    [150] = 
    {
        msg = "致命打击",
        desc = "全体友方暴击+8%",
    },
    [151] = 
    {
        msg = "致命打击",
        desc = "全体友方暴击+15%",
    },
    [152] = 
    {
        msg = "致命打击",
        desc = "全体友方暴击+30%",
    },
    [153] = 
    {
        msg = "深度抑制",
        desc = "全体友方暴击伤害+8%",
    },
    [154] = 
    {
        msg = "深度抑制",
        desc = "全体友方暴击伤害+15%",
    },
    [155] = 
    {
        msg = "深度抑制",
        desc = "全体友方暴击伤害+25%",
    },
    [156] = 
    {
        msg = "深度抑制",
        desc = "全体友方暴击伤害+50%",
    },
    [157] = 
    {
        msg = "免疫",
        desc = "免控率+5%",
    },
    [158] = 
    {
        msg = "免疫",
        desc = "免控率+8%",
    },
    [159] = 
    {
        msg = "免疫",
        desc = "免控率+15%",
    },
    [160] = 
    {
        msg = "免疫",
        desc = "免控率+30%",
    },
    [1001] = 
    {
        msg = "食物buff",
        desc = "+2.5%攻击",
    },
    [1002] = 
    {
        msg = "食物buff",
        desc = "+8.5%攻击",
    },
    [1003] = 
    {
        msg = "食物buff",
        desc = "+20.5%攻击",
    },
    [2001] = 
    {
        msg = "眷顾I",
        desc = "受到致命伤害时，免疫本次伤害并无敌直到回合结束，每场战斗仅触发1次",
    },
    [2002] = 
    {
        msg = "眷顾II",
        desc = "受到致命伤害时，免疫本次伤害并无敌直到回合结束，并且恢复20%上限生命，每场战斗仅触发1次",
    },
    [2003] = 
    {
        msg = "眷顾III",
        desc = "受到致命伤害时，免疫本次伤害并无敌直到回合结束，并且恢复50%上限生命，每场战斗仅触发1次",
    },
    [2011] = 
    {
        msg = "惩罚I",
        desc = "主动技能释放时，35%概率对敌方全体附加攻击力70%的伤害",
    },
    [2012] = 
    {
        msg = "惩罚II",
        desc = "主动技能释放时，50%概率对敌方全体附加攻击力100%的伤害",
    },
    [2013] = 
    {
        msg = "惩罚III",
        desc = "主动技能释放时，对敌方全体附加攻击力150%的伤害",
    },
    [2021] = 
    {
        msg = "反制I",
        desc = "受到直接伤害时，20%概率沉默目标持续2回合",
    },
    [2022] = 
    {
        msg = "反制II",
        desc = "受到直接伤害时，30%概率沉默目标持续2回合",
    },
    [2023] = 
    {
        msg = "反制III",
        desc = "受到直接伤害时，40%概率沉默目标持续3回合",
    },
    [2031] = 
    {
        msg = "护佑I",
        desc = "生命低于50%时，回复自身生命上限30%的血量，并且提升免伤10%持续2回合，每场战斗仅触发1次",
    },
    [2032] = 
    {
        msg = "护佑II",
        desc = "生命低于50%时，回复自身生命上限40%的血量，并且提升免伤20%持续2回合，每场战斗仅触发1次",
    },
    [2033] = 
    {
        msg = "护佑III",
        desc = "生命低于50%时，回复自身生命上限50%的血量，并且提升免伤30%持续3回合，每场战斗仅触发1次",
    },
    [2041] = 
    {
        msg = "蓄能I",
        desc = "开局时获得50点怒气，释放主动技能后有10%概率获得50怒气",
    },
    [2042] = 
    {
        msg = "蓄能II",
        desc = "开局时获得50点怒气，释放主动技能后有15%概率获得50怒气",
    },
    [2043] = 
    {
        msg = "蓄能III",
        desc = "开局时获得50点怒气，释放主动技能后有20%概率获得50怒气",
    },
    [2051] = 
    {
        msg = "狂暴之心I",
        desc = "进入战斗后，每回合增加暴击率10%、暴击伤害10%，累加至首次暴击后重新开始计数。",
    },
    [2052] = 
    {
        msg = "狂暴之心II",
        desc = "进入战斗后，每回合增加暴击率15%、暴击伤害15%，累加至首次暴击后重新开始计数。",
    },
    [2053] = 
    {
        msg = "狂暴之心III",
        desc = "进入战斗后，每回合增加暴击率20%、暴击伤害30%，累加至首次暴击后重新开始计数。",
    },
    [2101] = 
    {
        msg = "次等眷顾I",
        desc = "受到致命伤害时，治疗其他友方自身攻击50%的生命值",
    },
    [2102] = 
    {
        msg = "次等眷顾II",
        desc = "受到致命伤害时，治疗其他友方自身攻击70%的生命值",
    },
    [2103] = 
    {
        msg = "次等眷顾III",
        desc = "受到致命伤害时，治疗其他友方自身攻击100%的生命值",
    },
    [2111] = 
    {
        msg = "次等惩罚I",
        desc = "主动技能释放后，增加攻击力10%，持续2回合",
    },
    [2112] = 
    {
        msg = "次等惩罚II",
        desc = "主动技能释放后，增加攻击力15%，持续2回合",
    },
    [2113] = 
    {
        msg = "次等惩罚III",
        desc = "主动技能释放后，增加攻击力30%，持续2回合",
    },
    [2121] = 
    {
        msg = "次等反制I",
        desc = "受到直接伤害时,控制率增加10%，持续2回合",
    },
    [2122] = 
    {
        msg = "次等反制II",
        desc = "受到直接伤害时,控制率增加15%，持续2回合",
    },
    [2123] = 
    {
        msg = "次等反制III",
        desc = "受到直接伤害时,控制率增加30%，持续2回合",
    },
    [2131] = 
    {
        msg = "次等护佑I",
        desc = "生命低于50%时，获得10%减伤持续2回合，每场战斗仅触发1次",
    },
    [2132] = 
    {
        msg = "次等护佑II",
        desc = "生命低于50%时，获得15%减伤持续2回合，每场战斗仅触发1次",
    },
    [2133] = 
    {
        msg = "次等护佑III",
        desc = "生命低于50%时，获得30%减伤持续2回合，每场战斗仅触发1次",
    },
    [2141] = 
    {
        msg = "次等蓄能I",
        desc = "开局时获得10点怒气",
    },
    [2142] = 
    {
        msg = "次等蓄能II",
        desc = "开局时获得15点怒气",
    },
    [2143] = 
    {
        msg = "次等蓄能III",
        desc = "开局时获得30点怒气",
    },
    [2151] = 
    {
        msg = "次等狂暴I",
        desc = "进入战斗后，每回合增加暴击率2%，累加至首次暴击后重新开始计数。",
    },
    [2152] = 
    {
        msg = "次等狂暴II",
        desc = "进入战斗后，每回合增加暴击率3%，累加至首次暴击后重新开始计数。",
    },
    [2153] = 
    {
        msg = "次等狂暴III",
        desc = "进入战斗后，每回合增加暴击率5%，累加至首次暴击后重新开始计数。",
    },
    [2061] = 
    {
        msg = "混乱之咒",
        desc = "主动技能释放时，50%概率使目标免控率-30%，持续3回合",
    },
    [2071] = 
    {
        msg = "通牒",
        desc = "直接攻击时，15%概率使敌方全体免伤-30%，持续3回合",
    },
    [2081] = 
    {
        msg = "光之壁障",
        desc = "主动技能释放时，自身获得生命上限10%的护盾，持续2回合",
    },
    [2091] = 
    {
        msg = "战神血脉",
        desc = "回合开始时减少生命上限10%的生命值，伤害增加+50%",
    },
    [3001] = 
    {
        msg = "防守铁壁1",
        desc = "伤害加成：5.5%、伤害减免：5.5%",
    },
    [3002] = 
    {
        msg = "防守铁壁2",
        desc = "伤害加成：6%、伤害减免：6%",
    },
    [3003] = 
    {
        msg = "防守铁壁3",
        desc = "伤害加成：6.5%、伤害减免：6.5%",
    },
    [3004] = 
    {
        msg = "防守铁壁4",
        desc = "伤害加成：7%、伤害减免：7%",
    },
    [3005] = 
    {
        msg = "防守铁壁5",
        desc = "伤害加成：7.5%、伤害减免：7.5%",
    },
    [3006] = 
    {
        msg = "防守铁壁6",
        desc = "伤害加成：8%、伤害减免：8%",
    },
    [3007] = 
    {
        msg = "防守铁壁7",
        desc = "伤害加成：8.5%、伤害减免：8.5%",
    },
    [3008] = 
    {
        msg = "防守铁壁8",
        desc = "伤害加成：9%、伤害减免：9%",
    },
    [3009] = 
    {
        msg = "防守铁壁9",
        desc = "伤害加成：9.5%、伤害减免：9.5%",
    },
    [3010] = 
    {
        msg = "防守铁壁10",
        desc = "伤害加成：10%、伤害减免：10%",
    },
    [4011] = 
    {
        msg = "窝旁打草I",
        desc = "奇数回合开始时，对敌生命比例最低1名兔将造成生命上限3%的伤害，最多不超过攻击的30%",
    },
    [4012] = 
    {
        msg = "窝旁打草II",
        desc = "奇数回合开始时，对敌生命比例最低1名兔将造成生命上限6%的伤害，最多不超过攻击的60%",
    },
    [4013] = 
    {
        msg = "窝旁打草III",
        desc = "奇数回合开始时，对敌生命比例最低1名兔将造成生命上限10%的伤害，最多不超过攻击的100%",
    },
    [4021] = 
    {
        msg = "应急储备I",
        desc = "奇数回合结束时，治疗我方攻击最高和生命百分比最低各1名兔将生命上限4%的血量",
    },
    [4022] = 
    {
        msg = "应急储备II",
        desc = "奇数回合结束时，治疗我方攻击最高和生命百分比最低各1名兔将生命上限8%的血量",
    },
    [4023] = 
    {
        msg = "应急储备III",
        desc = "奇数回合结束时，治疗我方攻击最高和生命百分比最低各1名兔将生命上限12%的血量",
    },
    [4031] = 
    {
        msg = "稻草连打I",
        desc = "偶数回合开始时，敌方随机3名造成当前生命4%的伤害，最多不超过攻击的40%",
    },
    [4032] = 
    {
        msg = "稻草连打II",
        desc = "偶数回合开始时，敌方随机3名造成当前生命7%的伤害，最多不超过攻击的70%",
    },
    [4033] = 
    {
        msg = "稻草连打III",
        desc = "偶数回合开始时，敌方随机3名造成当前生命10%的伤害，最多不超过攻击的100%",
    },
    [4041] = 
    {
        msg = "粮草先行I",
        desc = "回合开始时，随机3名友方获得生命上限4%的护盾，持续1回合",
    },
    [4042] = 
    {
        msg = "粮草先行II",
        desc = "回合开始时，随机3名友方获得生命上限8%的护盾，持续1回合",
    },
    [4043] = 
    {
        msg = "粮草先行III",
        desc = "回合开始时，随机3名友方获得生命上限12%的护盾，持续1回合",
    },
    [4051] = 
    {
        msg = "秋风落叶I",
        desc = "回合结束时，对敌方全体造成当前生命4%的伤害，最多不超过攻击的40%，冷却2回合",
    },
    [4052] = 
    {
        msg = "秋风落叶II",
        desc = "回合结束时，对敌方全体造成当前生命7%的伤害，最多不超过攻击的70%，冷却2回合",
    },
    [4053] = 
    {
        msg = "秋风落叶III",
        desc = "回合结束时，对敌方全体造成当前生命10%的伤害，最多不超过攻击的100%，冷却2回合",
    },
    [4111] = 
    {
        msg = "武演讲堂I",
        desc = "回合开始时，我方全体攻击提升10%,持续2回合，冷却4回合",
    },
    [4112] = 
    {
        msg = "武演讲堂II",
        desc = "回合开始时，我方全体攻击提升15%,持续2回合，冷却4回合",
    },
    [4113] = 
    {
        msg = "武演讲堂III",
        desc = "回合开始时，我方全体攻击提升20%,持续2回合，冷却4回合",
    },
    [4121] = 
    {
        msg = "草药讲堂I",
        desc = "奇数回合开始时，我方全体受治疗量增加5%，最多可叠加3层，持续至战斗结束",
    },
    [4122] = 
    {
        msg = "草药讲堂II",
        desc = "奇数回合开始时，我方全体受治疗量增加10%，最多可叠加3层，持续至战斗结束",
    },
    [4123] = 
    {
        msg = "草药讲堂III",
        desc = "奇数回合开始时，我方全体受治疗量增加15%，最多可叠加3层，持续至战斗结束",
    },
    [4131] = 
    {
        msg = "硬功讲堂I",
        desc = "回合开始时，我方全体免伤提升10%,持续2回合，冷却4回合",
    },
    [4132] = 
    {
        msg = "硬功讲堂II",
        desc = "回合开始时，我方全体免伤提升15%,持续2回合，冷却4回合",
    },
    [4133] = 
    {
        msg = "硬功讲堂III",
        desc = "回合开始时，我方全体免伤提升20%,持续2回合，冷却4回合",
    },
    [4141] = 
    {
        msg = "气劲讲堂I",
        desc = "回合开始时，我方攻击最高单位提升50怒气，并且增伤提升5%持续3回合，冷却4回合",
    },
    [4142] = 
    {
        msg = "气劲讲堂II",
        desc = "回合开始时，我方攻击最高单位提升50怒气，并且增伤提升10%持续3回合，冷却4回合",
    },
    [4143] = 
    {
        msg = "气劲讲堂III",
        desc = "回合开始时，我方攻击最高单位提升50怒气，并且增伤提升15%持续3回合，冷却4回合",
    },
    [4151] = 
    {
        msg = "浑身讲堂I",
        desc = "回合开始时，我方攻击最高单位解除所有控制状态，且提升10%免伤，持续2回合，冷却4回合",
    },
    [4152] = 
    {
        msg = "浑身讲堂II",
        desc = "回合开始时，我方攻击最高单位解除所有控制状态，且提升15%免伤，持续2回合，冷却4回合",
    },
    [4153] = 
    {
        msg = "浑身讲堂III",
        desc = "回合开始时，我方攻击最高单位解除所有控制状态，且提升20%免伤，持续2回合，冷却4回合",
    },
    [4211] = 
    {
        msg = "暗流飞石I",
        desc = "回合开始时，敌方全体易伤提升5%,持续2回合，冷却4回合",
    },
    [4212] = 
    {
        msg = "暗流飞石II",
        desc = "回合开始时，敌方全体易伤提升10%,持续2回合，冷却4回合",
    },
    [4213] = 
    {
        msg = "暗流飞石III",
        desc = "回合开始时，敌方全体易伤提升15%,持续2回合，冷却4回合",
    },
    [4221] = 
    {
        msg = "烟雾迷弹I",
        desc = "回合开始时，15%概率沉默敌方全体，持续2回合，冷却4回合",
    },
    [4222] = 
    {
        msg = "烟雾迷弹II",
        desc = "回合开始时，24%概率沉默敌方全体，持续2回合，冷却4回合",
    },
    [4223] = 
    {
        msg = "烟雾迷弹III",
        desc = "回合开始时，33%概率沉默敌方全体，持续2回合，冷却4回合",
    },
    [4231] = 
    {
        msg = "冷嘲热讽I",
        desc = "奇数回合结束时，30%降低敌方随机2名角色50怒气",
    },
    [4232] = 
    {
        msg = "冷嘲热讽II",
        desc = "奇数回合结束时，35%降低敌方随机2名角色50怒气",
    },
    [4233] = 
    {
        msg = "冷嘲热讽III",
        desc = "奇数回合结束时，40%降低敌方随机2名角色50怒气",
    },
    [4241] = 
    {
        msg = "露寒霜降I",
        desc = "奇数回合开始时，15%冻结敌方随机3名，持续1回合",
    },
    [4242] = 
    {
        msg = "露寒霜降II",
        desc = "奇数回合开始时，23%冻结敌方随机3名，持续1回合",
    },
    [4243] = 
    {
        msg = "露寒霜降III",
        desc = "奇数回合开始时，31%冻结敌方随机3名，持续1回合",
    },
    [4251] = 
    {
        msg = "当头一棒I",
        desc = "回合开始时，25%概率眩晕敌方攻击最高角色，持续2回合，冷却4回合",
    },
    [4252] = 
    {
        msg = "当头一棒II",
        desc = "回合开始时，35%概率眩晕敌方攻击最高角色，持续2回合，冷却4回合",
    },
    [4253] = 
    {
        msg = "当头一棒III",
        desc = "回合开始时，50%概率眩晕敌方攻击最高角色，持续2回合，冷却4回合",
    },
    [21210] = 
    {
        msg = "夺命击",
        desc = "对首目标造成其生命上限15%伤害",
    },
    [22210] = 
    {
        msg = "夺命击",
        desc = "对首目标造成其生命上限5%伤害",
    },
    [21110] = 
    {
        msg = "袈裟斩",
        desc = "对前排目标造成其生命上限6%伤害",
    },
    [21310] = 
    {
        msg = "牛头斩",
        desc = "对前排目标造成其生命上限4%伤害，并有20%概率沉默目标2回合",
    },
    [21410] = 
    {
        msg = "烈火撕咬",
        desc = "对随机3名目标造成其生命上限4%伤害",
    },
    [22410] = 
    {
        msg = "烈火撕咬",
        desc = "对随机3名目标造成其生命上限4%伤害",
    },
    [22110] = 
    {
        msg = "袈裟之怒",
        desc = "使自身回复怒气50点",
    },
    [22310] = 
    {
        msg = "牛头斩",
        desc = "对首目标造成其生命上限4%伤害",
    },
    [21220] = 
    {
        msg = "夺命横扫",
        desc = "对随机3名目标造成其生命上限30%的伤害",
    },
    [22220] = 
    {
        msg = "夺命横扫",
        desc = "对随机3名目标造成血量10%的伤害，20%概率眩晕2回合",
    },
    [21120] = 
    {
        msg = "铁蹄践踏",
        desc = "对随机3名目标造成血量12%的伤害，40%概率沉默2回合",
    },
    [21320] = 
    {
        msg = "怒目一击",
        desc = "对随机3名目标造成血量8%的伤害，20%概率眩晕2回合",
    },
    [21420] = 
    {
        msg = "地狱火",
        desc = "对随机3名目标造成血量10%的伤害，30%概率沉默2回合",
    },
    [22420] = 
    {
        msg = "地狱火",
        desc = "对随机3名目标造成血量10%的伤害，30%概率沉默2回合",
    },
    [22120] = 
    {
        msg = "铁蹄践踏",
        desc = "对首目标造成即死伤害",
    },
    [22320] = 
    {
        msg = "怒目一击",
        desc = "对随机3名角色造成血量8%的伤害，20%概率眩晕2回合",
    },
    [21230] = 
    {
        msg = "猩红腐化",
        desc = "自身技能倍率上升，但伤害减免-20%",
    },
    [22230] = 
    {
        msg = "战争铠甲",
        desc = "自身免伤+50%，普攻回复的怒气量-50%",
    },
    [21130] = 
    {
        msg = "无所畏惧",
        desc = "免控率+50%，技能增伤-50%",
    },
    [21330] = 
    {
        msg = "刚毅不屈",
        desc = "控制率+50%，攻击力-30%",
    },
    [21430] = 
    {
        msg = "魔神祈愿",
        desc = "回合开始时，兔将获得攻击力-50%（可驱散）",
    },
    [22430] = 
    {
        msg = "烈火魔尊",
        desc = "受到直接伤害时，对伤害源造成其攻击力30%的伤害，并使伤害源受到治疗加成-50%",
    },
    [22130] = 
    {
        msg = "疾风怒行",
        desc = "改变技能形式，但受到攻击不再获得怒气",
    },
    [22330] = 
    {
        msg = "逆境熔炉",
        desc = "每次受到伤害+5%免伤、+5%伤害增加，持续至下一次释放主动技能清空",
    },
    [21240] = 
    {
        msg = "生而为魔",
        desc = "免控率+50%、技能减伤+50%、暴伤抵抗+50%、破甲抵抗+70%",
    },
    [22240] = 
    {
        msg = "生而为魔",
        desc = "免控率+50%、技能减伤+50%、暴伤抵抗+50%、破甲抵抗+70%",
    },
    [21140] = 
    {
        msg = "生而为魔",
        desc = "免控率+50%、技能减伤+50%、暴伤抵抗+50%、破甲抵抗+70%",
    },
    [21340] = 
    {
        msg = "生而为魔",
        desc = "免控率+50%、技能减伤+50%、暴伤抵抗+50%、破甲抵抗+70%",
    },
    [21440] = 
    {
        msg = "生而为魔",
        desc = "免控率+50%、技能减伤+50%、暴伤抵抗+50%、破甲抵抗+70%",
    },
    [22440] = 
    {
        msg = "生而为魔",
        desc = "免控率+50%、技能减伤+50%、暴伤抵抗+50%、破甲抵抗+70%",
    },
    [22140] = 
    {
        msg = "生而为魔",
        desc = "免控率+50%、技能减伤+50%、暴伤抵抗+50%、破甲抵抗+70%",
    },
    [22340] = 
    {
        msg = "生而为魔",
        desc = "免控率+50%、技能减伤+50%、暴伤抵抗+50%、破甲抵抗+70%",
    },
    [25010] = 
    {
        msg = "力劈华山",
        desc = "对前排目标造成生命上限4%的伤害，并赋予自身1层【钢筋铁骨】，持续3回合",
    },
    [25020] = 
    {
        msg = "浴血打击",
        desc = "对随机3名目标造成血量12%的伤害，并且恢复自身已损失生命值的3%",
    },
    [25030] = 
    {
        msg = "钢筋铁骨",
        desc = "每层【钢筋铁骨】提供10%免伤",
    },
    [25040] = 
    {
        msg = "生而为魔",
        desc = "免控率+50%、技能减伤+50%、暴伤抵抗+50%、破甲抵抗+70%",
    },
    [25110] = 
    {
        msg = "寒意侵蚀",
        desc = "对随机3目标施加【刺骨寒风】：速度降低20%，持续3回合、可驱散、最多可叠加两层；叠加两层【刺骨寒风】后移除效果，对目标造成10%生命上限的伤害，并且赋予目标冰冻持续2回合",
    },
    [25120] = 
    {
        msg = "凌冬将至",
        desc = "对全体敌方目标造成其生命上限10%的伤害，并赋予目标【刺骨寒风】",
    },
    [25130] = 
    {
        msg = "刺骨寒风",
        desc = "已冰冻的目标，回合结束时造成5%的生命上限伤害",
    },
    [25140] = 
    {
        msg = "生而为魔",
        desc = "免控率+50%、技能减伤+50%、暴伤抵抗+50%、破甲抵抗+70%",
    },
    [25210] = 
    {
        msg = "泣血战斧",
        desc = "对随机2名敌方造成其当前生命10%的伤害",
    },
    [25220] = 
    {
        msg = "裂创斩击",
        desc = "对全体敌方造成其当前生命30%的伤害",
    },
    [25230] = 
    {
        msg = "神仙难救",
        desc = "回合结束时，对全体敌方造成生命上限5%的伤害",
    },
    [25240] = 
    {
        msg = "生而为魔",
        desc = "免控率+50%、技能减伤+50%、暴伤抵抗+50%、破甲抵抗+70%",
    },
    [25310] = 
    {
        msg = "跗骨之毒",
        desc = "对随机2目标造成其生命上限5%伤害，并赋予目标【败血】：回合结束时，造成自身生命上限3%的伤害，持续5回合（上限5层，可驱散）",
    },
    [25320] = 
    {
        msg = "败血噬咬",
        desc = "对全体敌方目标造成其生命上限10%的伤害，并赋予目标【败血】：回合结束时，造成自身生命上限3%的伤害，持续5回合（上限5层，可驱散）",
    },
    [25330] = 
    {
        msg = "血雾蔓延",
        desc = "回合结束时，赋予敌方攻击最高的目标【败血】",
    },
    [25340] = 
    {
        msg = "生而为魔",
        desc = "免控率+50%、技能减伤+50%、暴伤抵抗+50%、破甲抵抗+70%",
    },
    [160010] = 
    {
        msg = "普攻",
        desc = "吕布普通攻击",
    },
    [160020] = 
    {
        msg = "普攻",
        desc = "吕布普通攻击",
    },
    [160110] = 
    {
        msg = "普攻",
        desc = "曹操普通攻击",
    },
    [161010] = 
    {
        msg = "普攻",
        desc = "项羽普通攻击",
    },
    [161110] = 
    {
        msg = "普攻",
        desc = "程咬金普通攻击",
    },
    [162010] = 
    {
        msg = "普攻",
        desc = "孙悟空普通攻击",
    },
    [162110] = 
    {
        msg = "普攻",
        desc = "荆轲普通攻击",
    },
    [163010] = 
    {
        msg = "普攻",
        desc = "貂蝉普通攻击",
    },
    [163110] = 
    {
        msg = "普攻",
        desc = "武则天普通攻击",
    },
    [164010] = 
    {
        msg = "普攻",
        desc = "蔡文姬普通攻击",
    },
    [164110] = 
    {
        msg = "普攻",
        desc = "太乙真人普通攻击",
    },
    [165010] = 
    {
        msg = "普攻",
        desc = "后裔普通攻击",
    },
    [165014] = 
    {
        msg = "普攻",
        desc = "后裔普通攻击",
    },
    [165110] = 
    {
        msg = "普攻",
        desc = "狄仁杰普通攻击",
    },
    [199999] = 
    {
        msg = "普攻",
        desc = "通用测试觉醒技能",
    },
    [260010] = 
    {
        msg = "主动技能",
        desc = "吕布主动技能",
    },
    [260110] = 
    {
        msg = "主动技能",
        desc = "曹操主动技能",
    },
    [261010] = 
    {
        msg = "主动技能",
        desc = "项羽主动技能",
    },
    [261110] = 
    {
        msg = "主动技能",
        desc = "程咬金主动技能",
    },
    [262010] = 
    {
        msg = "主动技能",
        desc = "孙悟空主动技能",
    },
    [262110] = 
    {
        msg = "主动技能",
        desc = "荆轲主动技能",
    },
    [263010] = 
    {
        msg = "主动技能",
        desc = "貂蝉主动技能",
    },
    [263110] = 
    {
        msg = "主动技能",
        desc = "武则天主动技能",
    },
    [264010] = 
    {
        msg = "主动技能",
        desc = "蔡文姬主动技能",
    },
    [264110] = 
    {
        msg = "主动技能",
        desc = "太乙真人主动技能",
    },
    [265010] = 
    {
        msg = "主动技能",
        desc = "后裔主动技能",
    },
    [265013] = 
    {
        msg = "主动技能",
        desc = "后裔主动技能",
    },
    [265110] = 
    {
        msg = "主动技能",
        desc = "狄仁杰主动技能",
    },
    [299999] = 
    {
        msg = "主动",
        desc = "通用测试觉醒技能",
    },
    [360010] = 
    {
        msg = "被动技能",
        desc = "吕布被动技能",
    },
    [360020] = 
    {
        msg = "被动技能",
        desc = "吕布被动技能",
    },
    [360030] = 
    {
        msg = "被动技能",
        desc = "吕布被动技能",
    },
    [360110] = 
    {
        msg = "被动技能",
        desc = "曹操被动技能",
    },
    [360120] = 
    {
        msg = "被动技能",
        desc = "曹操被动技能",
    },
    [361010] = 
    {
        msg = "被动技能",
        desc = "项羽被动技能",
    },
    [361110] = 
    {
        msg = "被动技能",
        desc = "程咬金被动技能",
    },
    [361120] = 
    {
        msg = "被动技能",
        desc = "程咬金被动技能",
    },
    [361130] = 
    {
        msg = "被动技能",
        desc = "程咬金被动技能",
    },
    [362010] = 
    {
        msg = "被动技能",
        desc = "孙悟空被动技能",
    },
    [362110] = 
    {
        msg = "被动技能",
        desc = "荆轲被动技能",
    },
    [362120] = 
    {
        msg = "被动技能",
        desc = "荆轲被动技能",
    },
    [363010] = 
    {
        msg = "被动技能",
        desc = "貂蝉被动技能",
    },
    [363020] = 
    {
        msg = "被动技能",
        desc = "貂蝉被动技能",
    },
    [363110] = 
    {
        msg = "被动技能",
        desc = "武则天被动技能",
    },
    [363120] = 
    {
        msg = "被动技能",
        desc = "武则天被动技能",
    },
    [363130] = 
    {
        msg = "被动技能",
        desc = "武则天被动技能",
    },
    [364010] = 
    {
        msg = "被动技能",
        desc = "蔡文姬被动技能",
    },
    [364020] = 
    {
        msg = "被动技能",
        desc = "蔡文姬被动技能",
    },
    [364110] = 
    {
        msg = "被动技能",
        desc = "太乙真人被动技能",
    },
    [364120] = 
    {
        msg = "被动技能",
        desc = "太乙真人被动技能",
    },
    [365010] = 
    {
        msg = "被动技能",
        desc = "后羿被动技能",
    },
    [365110] = 
    {
        msg = "被动技能",
        desc = "狄仁杰被动技能",
    },
    [399996] = 
    {
        msg = "被动技能",
        desc = "通用测试被动技能1",
    },
    [399997] = 
    {
        msg = "被动技能",
        desc = "通用测试被动技能2",
    },
    [399998] = 
    {
        msg = "被动技能",
        desc = "通用测试被动技能3",
    },
    [399999] = 
    {
        msg = "被动",
        desc = "通用测试觉醒技能",
    },
    [165310] = 
    {
        msg = "宙斯普攻",
    },
    [165320] = 
    {
        msg = "宙斯眩晕普攻",
    },
    [265310] = 
    {
        msg = "众神裁决",
        desc = "用浩瀚天雷对所有敌方目标造成攻击力180%的伤害，同时澎湃的电涌有25%概率眩晕目标2回合",
    },
    [365310] = 
    {
        msg = "天地奥义",
        desc = "普通攻击同时攻击全体敌方前排，同时有10%概率眩晕目标2回合",
    },
    [365320] = 
    {
        msg = "远古神力",
        desc = "攻击增加20%，速度+50",
    },
    [365330] = 
    {
        msg = "虔诚之心",
        desc = "首次血量低于30%血时，眩晕敌方全体2回合，全局仅触发1次",
    },
    [165350] = 
    {
        msg = "宙斯普攻",
    },
    [265350] = 
    {
        msg = "众神裁决",
        desc = "用浩瀚天雷对所有敌方目标造成攻击力220%的伤害，同时澎湃的电涌有30%概率眩晕目标2回合；同时提升自身控制率10%，持续3回合",
    },
    [365350] = 
    {
        msg = "天地奥义",
        desc = "普通攻击同时攻击全体敌方前排，伤害提升至攻击的120%，同时有15%概率眩晕目标2回合",
    },
    [365360] = 
    {
        msg = "远古神力",
        desc = "攻击增加40%，速度+100；首次血量低于50%时，自身控制率提升10%，持续至战斗结束",
    },
    [365370] = 
    {
        msg = "虔诚之心",
        desc = "首次濒死时，免死并无敌同时眩晕敌方全体1回合；自身死亡时，眩晕敌方全体2回合；1、2效果全局仅触发1次",
    },
    [163310] = 
    {
        msg = "赫拉普攻",
    },
    [263310] = 
    {
        msg = "神光",
        desc = "对随机一名敌方单位造成攻击力200%伤害后，额外对2个随机敌方单位造成攻击力180%伤害。",
    },
    [263320] = 
    {
        msg = "强化神光",
    },
    [363310] = 
    {
        msg = "天后",
        desc = "开局时额外获得50怒气",
    },
    [363320] = 
    {
        msg = "自然之力",
        desc = "攻击提升35%，生命提升20%，速度提升20%。",
    },
    [363330] = 
    {
        msg = "缠绕",
        desc = "主动技能对主目标造成伤害后，对主目标外敌方全体造成攻击力180%伤害",
    },
    [263350] = 
    {
        msg = "神光",
        desc = "对随机一名敌方单位造成攻击力240%伤害后，额外对2个随机敌方单位造成攻击力240%伤害，释放主动技能时本次伤害暴击率提升30%。",
    },
    [263360] = 
    {
        msg = "强化神光",
    },
    [363350] = 
    {
        msg = "天后",
        desc = "开局时获得100怒气，获得50%暴击伤害，持续3回合。",
    },
    [363360] = 
    {
        msg = "自然之力",
        desc = "攻击提升45%，生命提升30%，速度提升40%。",
    },
    [363370] = 
    {
        msg = "缠绕",
        desc = "主动技能对主目标造成伤害后，对主目标外敌方全体造成相同伤害;开局时增加自身100%增伤，每释放一次主动技能降低25%，直到无额外增幅。",
    },
    [162310] = 
    {
        msg = "茨木童子普攻",
    },
    [162320] = 
    {
        msg = "茨木童子普攻",
    },
    [262310] = 
    {
        msg = "地狱之握",
        desc = "锁定敌方生命值最少的单位为目标，造成攻击力230%的伤害，如果击杀目标则对全体敌方造成攻击力230%的伤害",
    },
    [362310] = 
    {
        msg = "索魂",
        desc = "普通攻击锁定敌方后排随机一名单位；额外给予目标受治疗效果减少50%效果，持续3回合",
    },
    [362320] = 
    {
        msg = "暴怒",
        desc = "暴击增加25%，暴击伤害增加50%",
    },
    [362330] = 
    {
        msg = "黯炎",
        desc = "攻击增加25%，暴击时恢复30%攻击等量生命",
    },
    [162350] = 
    {
        msg = "茨木童子普攻",
    },
    [262350] = 
    {
        msg = "地狱之握",
        desc = "锁定敌方生命值最少的单位为目标，造成攻击力270%的伤害，如果击杀目标则对全体敌方造成攻击力270%的伤害；本次攻击的基础暴击率提升30%",
    },
    [362350] = 
    {
        msg = "索魂",
        desc = "普通攻击锁定敌方后排随机一名单位；额外给予目标受治疗效果减少50%效果，持续3回合；同时目标降低20%免伤、20%破甲抵抗和暴伤抵抗，持续2回合",
    },
    [362360] = 
    {
        msg = "暴怒",
        desc = "暴击增加25%，暴击伤害增加50%；进入战斗时，每1%暴击率增加0.5%的暴击伤害",
    },
    [362370] = 
    {
        msg = "黯炎",
        desc = "攻击增加25%，暴击时恢复30%攻击等量生命；回合开始时，增加自身10%暴击伤害，可叠加持续至战斗结束",
    },
    [161310] = 
    {
        msg = "盘古普攻",
    },
    [161320] = 
    {
        msg = "盘古普攻增强",
    },
    [261310] = 
    {
        msg = "开天辟地",
        desc = "对敌方首目标造成300%无视防御的攻击，使用后100%使目标防御减少30%，持续2回合",
    },
    [361310] = 
    {
        msg = "风云聚合",
        desc = "普通攻击对目标给予免伤-30%的效果，持续2回合",
    },
    [361320] = 
    {
        msg = "山河气象",
        desc = "生命增加50%，每损失1%生命增加自身2%攻击",
    },
    [361330] = 
    {
        msg = "创世护佑",
        desc = "首次生命低于30%血以下，全局仅触发1次，触发后每回合恢复10%最大生命",
    },
    [161350] = 
    {
        msg = "盘古普攻",
    },
    [261350] = 
    {
        msg = "开天辟地",
        desc = "对敌方首目标造成380%的真实伤害攻击，使用后100%使目标防御减少50%，持续3回合",
    },
    [361350] = 
    {
        msg = "风云聚合",
        desc = "普通攻击对目标给予免伤-50%的效果，持续3回合",
    },
    [361360] = 
    {
        msg = "山河气象",
        desc = "生命增加70%，每损失1%生命增加自身3%攻击、1%增伤",
    },
    [361370] = 
    {
        msg = "创世护佑",
        desc = "首次生命低于50%血以下，全局仅触发1次，触发后每回合恢复15%最大生命，同时获得20%免伤持续2回合",
    },
    [160310] = 
    {
        msg = "奥丁普攻",
    },
    [160320] = 
    {
        msg = "奥丁吸血普攻",
    },
    [260310] = 
    {
        msg = "神王之剑",
        desc = "以雷霆之威对敌方随机目标造成攻击力300%的伤害，同时澎湃的电涌有50%概率沉默目标2回合",
    },
    [360310] = 
    {
        msg = "圣剑",
        desc = "普通攻击将恢复自身60%造成伤害的生命",
    },
    [360320] = 
    {
        msg = "凛冬血脉",
        desc = "攻击、生命增加20%，存活时降低敌方全体25%的攻击",
    },
    [360330] = 
    {
        msg = "王者神佑",
        desc = "首次血量低于30%血时，恢复自身生命上限40%生命值，同时提升50%免伤，持续3回合；全局仅触发1次",
    },
    [160350] = 
    {
        msg = "奥丁普攻",
    },
    [260350] = 
    {
        msg = "神王之剑",
        desc = "以雷霆之威对敌方随机目标造成攻击力380%的伤害，同时澎湃的电涌沉默目标2回合",
    },
    [360350] = 
    {
        msg = "圣剑",
        desc = "普通攻击将吸收目标6%攻击（上限30%），持续3回合；然后对目标造成100%攻击力的伤害，并且恢复自身60%造成伤害的生命，",
    },
    [360360] = 
    {
        msg = "凛冬血脉",
        desc = "攻击、生命增加30%，存活时降低敌方全体25%的攻击、增伤",
    },
    [360370] = 
    {
        msg = "王者神佑",
        desc = "首次血量低于30%血时，恢复自身生命上限50%生命值，同时提升70%免伤，持续3回合；全局仅触发1次",
    },
    [155110] = 
    {
        msg = "丘比特普攻",
    },
    [155120] = 
    {
        msg = "丘比特普攻增强",
    },
    [255110] = 
    {
        msg = "爱神祝福",
        desc = "对全体敌方前排造成攻击力270%的伤害；同时使攻击最高的2名友方增加20%攻击、10%增伤，持续3回合",
    },
    [355110] = 
    {
        msg = "眷顾",
        desc = "速度增加20%，生命增加20%",
    },
    [355120] = 
    {
        msg = "惩罚",
        desc = "锁定敌方生命百分比最低为目标造成攻击力150%伤害，同时提升自身速度3%，持续至战斗结束（最多叠加5层）",
    },
    [355130] = 
    {
        msg = "灵光羽翼",
        desc = "开局友方全体增加30%攻击、20%增伤，3回合；死亡时，赋予敌方攻击最高目标易伤25%，持续至战斗结束",
    },
    [155150] = 
    {
        msg = "丘比特普攻",
    },
    [255150] = 
    {
        msg = "爱神祝福",
        desc = "对全体敌方前排造成攻击力320%的伤害；同时使攻击最高的2名友方增加20%攻击、20%增伤，持续3回合",
    },
    [355150] = 
    {
        msg = "眷顾",
        desc = "速度增加30%，生命增加40%",
    },
    [355160] = 
    {
        msg = "惩罚",
        desc = "锁定敌方生命百分比最低为目标造成攻击力150%伤害，同时提升攻击最高友方10%攻击，持续2回合；并提升自身速度3%，持续至战斗结束（最多叠加5层）",
    },
    [355170] = 
    {
        msg = "灵光羽翼",
        desc = "开局友方全体增加30%攻击、20%增伤，3回合；死亡时，赋予敌方攻击最高目标易伤25%，持续至战斗结束；开局时，额外赋予攻击最高的友方50怒气；死亡时，额外赋予攻击最高的友方50怒气",
    },
    [153110] = 
    {
        msg = "玉藻前普攻",
    },
    [153120] = 
    {
        msg = "玉藻前魅惑普攻",
    },
    [253110] = 
    {
        msg = "狐火",
        desc = "释放3道九尾狐火，每个狐火对随机目标造成120%的伤害，并使目标附加一层【魅惑】；目标获得3层【魅惑】时层数消除，防御减少25%持续3回合，同时眩晕1回合",
    },
    [353110] = 
    {
        msg = "失心",
        desc = "普通攻击对目标额外附加1层【魅惑】",
    },
    [353120] = 
    {
        msg = "摄魂夺魄",
        desc = "攻击提升20%，免伤提升20%",
    },
    [353130] = 
    {
        msg = "灵魂不灭",
        desc = "首次受到致死伤害时，保留1点生命值并且无敌1回合，全局仅触发1次",
    },
    [153210] = 
    {
        msg = "西芙普攻",
    },
    [153220] = 
    {
        msg = "西芙普攻增强",
    },
    [253210] = 
    {
        msg = "梵咒",
        desc = "对全体敌方后排造成攻击力210%的伤害；同时50%概率使目标沉默，持续2回合",
    },
    [353210] = 
    {
        msg = "结界",
        desc = "普通攻击变为攻击一名敌方后排造成攻击100%伤害，同时降低目标15%攻击、暴击，并有50%概率使目标沉默，持续2回合",
    },
    [353220] = 
    {
        msg = "调和",
        desc = "防御增加15%，速度增加30%",
    },
    [353230] = 
    {
        msg = "救赎",
        desc = "开局庇护友方全体3回合，使目标受到超过生命上限15%的伤害时，减免所受伤害40%",
    },
    [150110] = 
    {
        msg = "阿瑞斯普攻",
    },
    [150120] = 
    {
        msg = "阿瑞斯普攻增强",
    },
    [250110] = 
    {
        msg = "圣盾打击",
        desc = "对敌方全体前排造成攻击力270%的伤害；同时有25%概率眩晕目标，持续2回合",
    },
    [350110] = 
    {
        msg = "无畏",
        desc = "普通攻击有30%概率眩晕目标2回合，并且使自身攻击提升20%，持续2回合",
    },
    [350120] = 
    {
        msg = "果决",
        desc = "攻击增加10%，生命增加20%；开局时获得30%增伤，自身处于50%生命值以下时，转变为30%免伤",
    },
    [350130] = 
    {
        msg = "矢志不退",
        desc = "开局增加100%速度、免控，持续3回合",
    },
    [150150] = 
    {
        msg = "阿瑞斯普攻",
    },
    [250150] = 
    {
        msg = "圣盾打击",
        desc = "对敌方全体前排造成攻击力300%的伤害；同时有35%概率眩晕目标，持续2回合",
    },
    [350150] = 
    {
        msg = "无畏",
        desc = "普通攻击有30%概率眩晕目标2回合，并且使自身攻击提升20%、增伤10%，持续2回合",
    },
    [350160] = 
    {
        msg = "果决",
        desc = "攻击增加20%，生命增加30%；开局时获得35%增伤，自身处于50%生命值以下时，转变为35%免伤",
    },
    [350170] = 
    {
        msg = "矢志不退",
        desc = "开局增加100%速度、免控，持续3回合，并且开局时获得50怒气",
    },
    [164310] = 
    {
        msg = "弗丽嘉普攻",
    },
    [164320] = 
    {
        msg = "弗丽嘉强化普攻",
    },
    [264310] = 
    {
        msg = "丰收契约",
        desc = "对敌方全体造成攻击力170%的伤害，同时赋予全体友方3层【富饶】（上限5）每层【富饶】提供10%攻击、速度",
    },
    [364310] = 
    {
        msg = "奇思妙想",
        desc = "普通攻击命中后有50%概率为友方攻击最高的角色提供一层【富饶】",
    },
    [364320] = 
    {
        msg = "万物生长",
        desc = "生命提升35%，防御提升20%，速度提升20%。",
    },
    [364330] = 
    {
        msg = "祈愿",
        desc = "首次生命低于50%血时，赋予全体友方1层【富饶】，全局仅触发1次",
    },
    [164350] = 
    {
        msg = "弗丽嘉普攻",
    },
    [264350] = 
    {
        msg = "丰收契约",
        desc = "对敌方全体造成攻击力210%的伤害，同时赋予全体友方3层【富饶】（上限8）每层【富饶】提供10%攻击、速度",
    },
    [364350] = 
    {
        msg = "奇思妙想",
        desc = "伤害提升至攻击的120%，并且为友方攻击最高的角色提供两层【富饶】",
    },
    [364360] = 
    {
        msg = "万物生长",
        desc = "生命提升45%，防御提升30%，速度提升50%。",
    },
    [364370] = 
    {
        msg = "祈愿",
        desc = "开局时赋予全体友方3层【富饶】，首次50%血以下，赋予全体友方3层【富饶】",
    },
    [162410] = 
    {
        msg = "孙悟空普攻",
    },
    [162420] = 
    {
        msg = "孙悟空强化普攻",
    },
    [162450] = 
    {
        msg = "孙悟空普攻",
    },
    [262410] = 
    {
        msg = "大闹天宫",
        desc = "对所有敌方全体造成攻击力200%的伤害",
    },
    [362410] = 
    {
        msg = "七十二变",
        desc = "普通攻击攻击全体敌方前排",
    },
    [362420] = 
    {
        msg = "斗战胜佛",
        desc = "攻击增加20%，暴击增加20%",
    },
    [362430] = 
    {
        msg = "往生咒",
        desc = "首次30%血以下，获得攻击力提升50%，30%吸血、免伤",
    },
    [262450] = 
    {
        msg = "大闹天宫",
        desc = "对所有敌方全体造成攻击力250%的伤害，同时降低目标免伤10%，持续3回合",
    },
    [362450] = 
    {
        msg = "七十二变",
        desc = "普通攻击攻击全体敌方前排，伤害提升至攻击力的120%；同时提升自身10%增伤，持续3回合",
    },
    [362460] = 
    {
        msg = "斗战胜佛",
        desc = "攻击增加30%，暴击增加30%",
    },
    [362470] = 
    {
        msg = "往生咒",
        desc = "首次50%血以下，立即解除自身控制效果，获得攻击力提升50%，30%吸血、免伤",
    },
    [140110] = 
    {
        msg = "雷公普攻",
    },
    [140120] = 
    {
        msg = "雷公强化普攻",
    },
    [240110] = 
    {
        msg = "奔雷万钧",
        desc = "对敌方前排造成攻击力220%的伤害；同时有25%概率眩晕目标，持续2回合",
    },
    [340110] = 
    {
        msg = "天雷咒",
        desc = "普通攻击变为攻击敌方前排；同时有10%概率眩晕目标，持续2回合",
    },
    [340120] = 
    {
        msg = "风起云涌",
        desc = "攻击增加15%，生命增加15%",
    },
    [340130] = 
    {
        msg = "玄雷天罡",
        desc = "50%血以下，有25%概率眩晕敌方全体，持续2回合，全局仅触发1次",
    },
    [151310] = 
    {
        msg = "托塔天王普攻",
    },
    [151320] = 
    {
        msg = "托塔天王强化普攻",
    },
    [251310] = 
    {
        msg = "玲珑宝塔",
        desc = "选择敌方攻击力最高的目标造成攻击力250%的伤害；同时20%概率使目标眩晕，持续2回合",
    },
    [351310] = 
    {
        msg = "天军统帅",
        desc = "生命增加15%",
    },
    [351320] = 
    {
        msg = "神将天威",
        desc = "普通攻击使目标降低20%防御，30%速度，2回合",
    },
    [351330] = 
    {
        msg = "三阳舍利",
        desc = "回合结束恢复已损失的生命的15%",
    },
    [153310] = 
    {
        msg = "姜子牙普攻",
    },
    [153320] = 
    {
        msg = "姜子牙强化普攻",
    },
    [253310] = 
    {
        msg = "封神",
        desc = "对随机3名敌方角色造成攻击力220%的伤害；同时有30%概率使目标沉默，持续2回合（沉默：无法释放主动技能）",
    },
    [353310] = 
    {
        msg = "愿者上钩",
        desc = "普通攻击锁定敌方攻击力最高的目标，同时有15%概率目标沉默2回合（沉默：无法释放主动技能）",
    },
    [353320] = 
    {
        msg = "天道",
        desc = "控制率增加15%、免控率增加15%",
    },
    [353330] = 
    {
        msg = "仁者之心",
        desc = "开局自身获得50%生命上限的护盾，持续5回合；死亡时，50%概率沉默敌方攻击最高目标2回合（沉默：无法释放主动技能）",
    },
    [153350] = 
    {
        msg = "姜子牙普攻",
    },
    [253350] = 
    {
        msg = "封神",
        desc = "对随机3名敌方角色造成攻击力260%的伤害；同时有35%概率使目标沉默，持续2回合（沉默：无法释放主动技能）",
    },
    [353350] = 
    {
        msg = "愿者上钩",
        desc = "普通攻击锁定敌方攻击力最高的目标，同时有20%概率目标沉默2回合（沉默：无法释放主动技能）；同时使目标攻击下降10%，持续2回合",
    },
    [353360] = 
    {
        msg = "天道",
        desc = "控制率增加20%、免控率增加20%；首次50%血以下，控制率增加20%，持续3回合，全局仅触发1次",
    },
    [353370] = 
    {
        msg = "仁者之心",
        desc = "开局自身获得50%生命上限的护盾，并且减伤提升20%，持续5回合；死亡时，沉默敌方攻击最高目标2回合（沉默：无法释放主动技能）",
    },
    [142110] = 
    {
        msg = "戴安娜普攻",
    },
    [142120] = 
    {
        msg = "戴安娜强化普攻",
    },
    [242110] = 
    {
        msg = "月光突袭",
        desc = "对敌方后排随机一名单位造成攻击力150%的伤害；同时降低目标10%防御，持续2回合",
    },
    [342110] = 
    {
        msg = "月芒",
        desc = "普通攻击附带命中目标降低10%攻击，持续2回合",
    },
    [342120] = 
    {
        msg = "新月之辉",
        desc = "攻击增加15%",
    },
    [342130] = 
    {
        msg = "月神临世",
        desc = "开局敌方全体降低10%攻击，2回合",
    },
    [164410] = 
    {
        msg = "伏羲普攻",
    },
    [164420] = 
    {
        msg = "伏羲强化普攻1",
    },
    [164430] = 
    {
        msg = "伏羲强化普攻2",
    },
    [264410] = 
    {
        msg = "阴阳调和",
        desc = "伏羲具备两重状态，当处于不同状态时，技能将呈现不同效果。\n阳：为全体友方提供50%攻击增幅、40%免伤，2回合，将状态转换至【阴】\n阴：为全体友方提供攻击力150%的护盾、清除一项负面状态，将状态转换至【阳】",
    },
    [264420] = 
    {
        msg = "阴阳调和",
        desc = "阳：为全体友方提供50%攻击增幅、40%免伤，2回合，将状态转换至【阴】\n阴：为全体友方提供攻击力180%的护盾、清除一项负面状态，将状态转换至【阳】",
    },
    [364410] = 
    {
        msg = "道法自然",
        desc = "阳：普通攻击效果变更为恢复自身100怒气\n阴：普通攻击效果变更为选择生命百分比最低友方为目标恢复攻击力150%的等量生命，同时清除目标所有控制",
    },
    [364420] = 
    {
        msg = "日月轮转",
        desc = "阳：速度增加100%\n阴：免伤增加30%",
    },
    [364430] = 
    {
        msg = "气定六合",
        desc = "开局时获得50怒气，提升友方攻击最高角色25%攻击、20%免伤，持续2回合",
    },
    [164450] = 
    {
        msg = "伏羲强化普攻1",
    },
    [164460] = 
    {
        msg = "伏羲强化普攻2",
    },
    [264450] = 
    {
        msg = "阴阳调和·阴",
        desc = "伏羲具备两重状态，当处于不同状态时，技能将呈现不同效果。\n阳：为全体友方提供50%攻击增幅、40%免伤、20%免控率，2回合，将状态转换至【阴】\n阴：为全体友方提供攻击力150%的护盾、清除一项负面状态、50%概率解除控制状态，将状态转换至【阳】",
    },
    [264460] = 
    {
        msg = "阴阳调和·阳",
        desc = "伏羲具备两重状态，当处于不同状态时，技能将呈现不同效果。\n阳：为全体友方提供50%攻击增幅、40%免伤、20%免控率，2回合，将状态转换至【阴】\n阴：为全体友方提供攻击力150%的护盾、清除一项负面状态、50%概率解除控制状态，将状态转换至【阳】",
    },
    [364450] = 
    {
        msg = "道法自然",
        desc = "阳：普通攻击效果变更为恢复自身100怒气，同时增加自身速度5%，持续2回合\n阴：普通攻击效果变更为选择生命百分比最低友方为目标恢复攻击力150%的等量生命，同时清除目标所有控制并且增加目标增伤10%，持续2回合",
    },
    [364460] = 
    {
        msg = "日月轮转",
        desc = "阳：速度增加150%\n阴：免伤增加35%",
    },
    [364470] = 
    {
        msg = "气定六合",
        desc = "开局自充50怒气，提升友方攻击最高40%攻击，20%免伤、20%增伤，持续3回合",
    },
    [165410] = 
    {
        msg = "后羿普攻",
    },
    [165411] = 
    {
        msg = "后羿普攻",
    },
    [165420] = 
    {
        msg = "后羿强化普攻",
    },
    [165424] = 
    {
        msg = "后羿强化普攻（伤害150%）",
    },
    [265410] = 
    {
        msg = "长虹贯日",
        desc = "锁定敌方攻击最高的目标，造成攻击力300%的伤害；同时附加其生命上限5%的伤害（最高不超过攻击力的500%）",
    },
    [265412] = 
    {
        msg = "长虹贯日",
        desc = "锁定敌方攻击最高的目标，造成攻击力300%的伤害；同时附加其生命上限5%的伤害（最高不超过攻击力的500%）",
    },
    [365410] = 
    {
        msg = "射日箭",
        desc = "普通攻击变为随机对1名敌方造成攻击力150%的伤害",
    },
    [365420] = 
    {
        msg = "烈焰箭法",
        desc = "每次攻击时获得【炽热】层数，持续3回合，最多2层\n【炽热】累计2层时提升50%攻击和50速度并且普通攻击额外增加两名目标",
    },
    [365430] = 
    {
        msg = "落日神力",
        desc = "攻击增加35%，暴击增加25%，速度增加50",
    },
    [165450] = 
    {
        msg = "后羿普攻",
    },
    [165460] = 
    {
        msg = "后羿强化普攻",
    },
    [265450] = 
    {
        msg = "长虹贯日",
        desc = "锁定敌方攻击最高的目标，造成攻击力300%的伤害；同时附加其生命上限5%的伤害（最高不超过攻击力的500%），同时提升自身攻击力20%，持续3回合",
    },
    [265455] = 
    {
        msg = "长虹贯日多射",
    },
    [265460] = 
    {
        msg = "长虹贯日·烈焰箭法",
    },
    [265470] = 
    {
        msg = "长虹贯日·落日神力",
    },
    [365450] = 
    {
        msg = "射日箭",
        desc = "普通攻击变为随机对1名敌方造成攻击力160%的伤害",
    },
    [365460] = 
    {
        msg = "烈焰箭法",
        desc = "射术已入至臻，攻击增加50%，速度增加50，普攻额外攻击两次;同时每次普攻提升自身3%暴击伤害直到战斗结束，最多可叠加20层",
    },
    [365470] = 
    {
        msg = "落日神力",
        desc = "攻击增加35%，暴击增加25%，速度增加50；释放主动技能时恢复180%攻击等量生命",
    },
    [155310] = 
    {
        msg = "龙女普攻",
    },
    [155320] = 
    {
        msg = "龙女强化普攻",
    },
    [255310] = 
    {
        msg = "苍水吟",
        desc = "对敌方首角色造成攻击力280%的伤害；强化后续2次普通攻击，普通攻击造成175%伤害并且同时攻击3名随机敌人，并50%概率清除目标一个增益状态",
    },
    [355310] = 
    {
        msg = "星辉引",
        desc = "普通攻击攻击命中时，自身回复攻击力的50%血量",
    },
    [355320] = 
    {
        msg = "冰心",
        desc = "速度减少10%，攻击增加35%，生命增加20%",
    },
    [355330] = 
    {
        msg = "水龙舞",
        desc = "首次血量低于一半时，回合结束时回复已损失生命的5%，全局仅触发1次；每损失3%生命值提升1%增伤、免伤",
    },
    [155350] = 
    {
        msg = "龙女普攻",
    },
    [255350] = 
    {
        msg = "苍水吟",
        desc = "对敌方首角色造成攻击力360%的伤害；强化后续2次普通攻击，普通攻击造成200%伤害并且同时攻击4名随机敌人，并50%概率清除目标一个增益状态",
    },
    [355350] = 
    {
        msg = "星辉引",
        desc = "普通攻击攻击命中时，自身回复攻击力的50%血量，并增加自身攻击力5%，持续至战斗结束（可叠加）",
    },
    [355360] = 
    {
        msg = "冰心",
        desc = "速度减少10%，攻击增加40%，生命增加30%；受到直接伤害时，减少目标速度20%，持续2回合",
    },
    [355370] = 
    {
        msg = "水龙舞",
        desc = "首次血量低于一半时，回合结束时回复已损失生命的15%，全局仅触发1次；每损失3%生命值提升1.5%增伤、免伤",
    },
    [154110] = 
    {
        msg = "嫦娥普攻",
    },
    [154120] = 
    {
        msg = "嫦娥强化普攻",
    },
    [254110] = 
    {
        msg = "星辉月凝",
        desc = "对全体敌方造成攻击力160%的伤害；同时有30%概率使得目标沉默，持续2回合；并且50%概率清除全体友方1项控制续效果（眩晕、沉默、冻结）",
    },
    [354110] = 
    {
        msg = "奔月",
        desc = "普通攻击同时将使攻击最高的友方增加其攻击10%、防御10%，持续2回合",
    },
    [354120] = 
    {
        msg = "荧惑",
        desc = "攻击、生命增加20%，速度增加15%",
    },
    [354130] = 
    {
        msg = "阴晴圆缺",
        desc = "首次血量低于一半时，提升全体友方15%增伤，持续3回合；死亡时，提升友方全体15%增伤，持续至战斗结束，1、2效果全局仅各触发1次",
    },
    [154150] = 
    {
        msg = "嫦娥普攻",
    },
    [254150] = 
    {
        msg = "星辉月凝",
        desc = "对全体敌方造成攻击力200%的伤害；同时有40%概率使得目标沉默，持续2回合；并且清除全体友方1项控制续效果（眩晕、沉默、冻结）",
    },
    [354150] = 
    {
        msg = "奔月",
        desc = "普通攻击同时将使攻击最高的友方增加其攻击15%、防御15%，持续2回合",
    },
    [354160] = 
    {
        msg = "荧惑",
        desc = "攻击、生命增加20%，速度增加25%；回合开始时，50%解除自身控制状态",
    },
    [354170] = 
    {
        msg = "阴晴圆缺",
        desc = "首次血量低于一半时，提升全体友方25%增伤，持续3回合；死亡时，提升友方全体25%增伤，持续至战斗结束，1、2效果全局仅各触发1次",
    },
    [160410] = 
    {
        msg = "酒吞童子普攻",
    },
    [160420] = 
    {
        msg = "酒吞童子强化普攻",
    },
    [260410] = 
    {
        msg = "醉酒狂暴",
        desc = "对全体敌方造成攻击力190%的伤害；赋予自身与命中目标【醉酒】效果\n【醉酒】：易伤20%、治疗效果减少20%,持续3回合",
    },
    [360410] = 
    {
        msg = "微醺",
        desc = "将自己的【醉酒】替换为【微醺】\n【微醺】：攻击提升20%、暴击提升20%",
    },
    [360420] = 
    {
        msg = "鬼怒",
        desc = "普通攻击变为攻击所有敌方前排，同时有10%概率眩晕目标，持续2回合",
    },
    [360430] = 
    {
        msg = "长歌",
        desc = "生命值最低的目标获得30%易伤，同时存活时队伍提升攻击10%",
    },
    [160450] = 
    {
        msg = "酒吞童子普攻",
    },
    [260450] = 
    {
        msg = "醉酒狂暴",
        desc = "对全体敌方造成攻击力230%的伤害；赋予自身与命中目标【醉酒】效果\n【醉酒】：易伤25%、治疗效果减少40%,持续3回合",
    },
    [260460] = 
    {
        msg = "醉酒狂暴",
    },
    [360450] = 
    {
        msg = "微醺",
        desc = "将自己的【醉酒】替换为【微醺】\n【微醺】：攻击提升30%、暴击提升30%",
    },
    [360460] = 
    {
        msg = "鬼怒",
        desc = "普通攻击变为攻击所有敌方前排，同时有15%概率眩晕目标，持续2回合；并且恢复自身攻击60%的生命",
    },
    [360470] = 
    {
        msg = "长歌",
        desc = "生命值最低的目标获得50%易伤、防御降低50%，同时存活时队伍提升攻击20%",
    },
    [150310] = 
    {
        msg = "雅典娜普攻",
    },
    [150320] = 
    {
        msg = "雅典娜强化普攻",
    },
    [250310] = 
    {
        msg = "神圣祝福",
        desc = "对敌方前排造成攻击力270%的伤害，攻击后为生命百分比最低的友方提供自身生命上限40%护盾，同时提升目标减伤20%持续2回合",
    },
    [350310] = 
    {
        msg = "真神",
        desc = "普通攻击变为选择生命百分比最低的友方为目标恢复自身攻击50%等量生命，同时净化目标所有控制效果",
    },
    [350320] = 
    {
        msg = "战争女神",
        desc = "攻击、生命增加20%；死亡时，赋予全体友方自身生命上限50%的护盾，持续3回合",
    },
    [350330] = 
    {
        msg = "敬畏",
        desc = "自身存活时，全体友方提升15%增伤",
    },
    [150350] = 
    {
        msg = "雅典娜普攻",
    },
    [250350] = 
    {
        msg = "神圣祝福",
        desc = "对敌方前排造成攻击力320%的伤害，攻击后为生命百分比最低的友方提供自身生命上限50%护盾，同时提升目标减伤25%持续2回合",
    },
    [350350] = 
    {
        msg = "真神",
        desc = "普通攻击变为选择生命百分比最低的友方为目标恢复自身攻击50%等量生命，同时净化目标所有控制效果，并使目标2回合内不再受到控制效果",
    },
    [350360] = 
    {
        msg = "战争女神",
        desc = "攻击、生命增加30%；死亡时，赋予全体友方自身生命上限80%的护盾，持续5回合",
    },
    [350370] = 
    {
        msg = "敬畏",
        desc = "自身存活时，全体友方提升20%增伤,；自身死亡时，全体友方提升20%增伤，持续3回合",
    },
    [152110] = 
    {
        msg = "杨戬普攻",
    },
    [152120] = 
    {
        msg = "杨戬强化普攻",
    },
    [252110] = 
    {
        msg = "啸天神犬",
        desc = "对随机3名敌方造成攻击力200%的伤害；同时使目标每回合受到攻击50%的流血伤害，持续2回合",
    },
    [352110] = 
    {
        msg = "虚妄之灭",
        desc = "普通攻击变为造成伤害的同时，使目标每回合受到攻击30%的流血伤害，持续3回合",
    },
    [352120] = 
    {
        msg = "法相天地",
        desc = "生命增加20%，攻击增加20%",
    },
    [352130] = 
    {
        msg = "乾坤逆转",
        desc = "首次生命低于一半时，获得50%攻击力、50%吸血，持续3回合，全局仅触发1次",
    },
    [152150] = 
    {
        msg = "杨戬普攻",
    },
    [252150] = 
    {
        msg = "啸天神犬",
        desc = "对随机3名敌方造成攻击力240%的伤害；同时使目标每回合受到攻击65%的流血伤害，持续2回合",
    },
    [352150] = 
    {
        msg = "虚妄之灭",
        desc = "普通攻击变为造成伤害的同时使目标每回合受到攻击35%的流血伤害，持续3回合；并且提升自身10%攻击，持续2回合",
    },
    [352160] = 
    {
        msg = "法相天地",
        desc = "生命增加30%，攻击增加30%；击杀一名敌对目标后，恢复自身生命上限5%的生命值",
    },
    [352170] = 
    {
        msg = "乾坤逆转",
        desc = "首次生命低于一半时，获得50%攻击力、50%吸血、20%增伤，持续3回合，全局仅触发1次",
    },
    [163410] = 
    {
        msg = "女娲普攻",
    },
    [263410] = 
    {
        msg = "万法自然",
        desc = "对全体敌方造成攻击力160%的伤害；同时50%的概率赋予目标冰冻、灼烧、流血、三种效果中的一种；冰冻：不能普通攻击，不能使用主动技能，持续2回合；灼烧：每回合造成攻击力40%的伤害，持续3回合；流血：每回合造成攻击力50%的伤害，持续2回合",
    },
    [363410] = 
    {
        msg = "天命所归",
        desc = "受到直接攻击时20%概率免疫伤害；敌方因主动获得异常状态时，自身恢复攻击力100%的生命值",
    },
    [363420] = 
    {
        msg = "造物生辉",
        desc = "攻击、免伤提升20%",
    },
    [363430] = 
    {
        msg = "天人神力",
        desc = "回合开始时获得50怒气",
    },
    [263450] = 
    {
        msg = "万法自然",
        desc = "对全体敌方造成攻击力200%的伤害；同时60%的概率赋予目标冰冻、灼烧、流血、三种效果中的一种；冰冻：不能普通攻击，不能使用主动技能，持续2回合；灼烧：每回合造成攻击力40%的伤害，持续3回合；流血：每回合造成攻击力50%的伤害，持续2回合",
    },
    [363450] = 
    {
        msg = "天命所归",
        desc = "受到直接攻击时25%概率免疫伤害；敌方因主动获得异常状态时，自身恢复攻击力100%的生命值",
    },
    [363460] = 
    {
        msg = "造物生辉",
        desc = "攻击、免伤提升30%，生命提升20%",
    },
    [363470] = 
    {
        msg = "天人神力",
        desc = "回合开始时获得50怒气，并且提升自身攻击力8%，持续至战斗结束",
    },
    [161410] = 
    {
        msg = "阿波罗普攻",
    },
    [161420] = 
    {
        msg = "阿波罗强化普攻",
    },
    [261410] = 
    {
        msg = "天火流星",
        desc = "对全体敌方造成攻击力180%的伤害；同时有25%概率眩晕目标，持续2回合",
    },
    [361410] = 
    {
        msg = "神光",
        desc = "普通攻击命中后恢复自身攻击力60%的生命",
    },
    [361420] = 
    {
        msg = "炎铠",
        desc = "攻击、生命增加20%，受伤时对敌方造成自身攻击30%的灼烧伤害",
    },
    [361430] = 
    {
        msg = "太阳之子",
        desc = "首次血量低于30%血时，免疫本回合受到的所有伤害，全局仅触发1次",
    },
    [161450] = 
    {
        msg = "阿波罗普攻",
    },
    [261450] = 
    {
        msg = "天火流星",
        desc = "对全体敌方造成攻击力220%的伤害；附带阿波罗生命上限10%的伤害；同时有30%概率眩晕目标，持续2回合",
    },
    [361450] = 
    {
        msg = "神光",
        desc = "普通攻击命中后恢复自身攻击力60%的生命；并且提升自己10%免伤，持续3回合",
    },
    [361460] = 
    {
        msg = "炎铠",
        desc = "攻击、生命、免伤增加20%，受伤时对敌方造成自身攻击50%的灼烧伤害",
    },
    [361470] = 
    {
        msg = "太阳之子",
        desc = "首次30%血以下，免疫本回合受到的所有伤害，并且回复50%上限的生命，提升免伤30%持续2回合，全局仅触发1次",
    },
    [155210] = 
    {
        msg = "九天玄女普攻",
    },
    [255210] = 
    {
        msg = "引玄归道",
        desc = "对全体敌方造成攻击150%的伤害；同时30%概率使目标受到攻击100%的流血伤害，持续2回合",
    },
    [355210] = 
    {
        msg = "灵光九蕴",
        desc = "敌方行动时有50%概率受到【灵光】标记，【灵光】标记叠加2层时会进入眩晕效果持续1回合，同时受到九天玄女攻击100%的流血伤害，持续2回合",
    },
    [355220] = 
    {
        msg = "扶摇九天",
        desc = "攻击增加20%，暴击增加15%，对流血目标额外造成30%伤害",
    },
    [355230] = 
    {
        msg = "青鸾",
        desc = "开局敌方全体减疗50%，持续3回合",
    },
    [154210] = 
    {
        msg = "维纳斯普攻",
    },
    [154220] = 
    {
        msg = "维纳斯强化普攻",
    },
    [254210] = 
    {
        msg = "青睐",
        desc = "对随机3名敌方造成攻击力190%伤害；同时恢复生命值最低的2名友方其生命上限15%的等量生命",
    },
    [354210] = 
    {
        msg = "咏叹调",
        desc = "普通攻击变为恢复攻击最高100%攻击的生命，同时赋予目标攻击增加10%的效果，持续2回合",
    },
    [354220] = 
    {
        msg = "爱神祝福",
        desc = "生命、免伤增加20%",
    },
    [354230] = 
    {
        msg = "星光天籁",
        desc = "开局时全体友方获得10%免伤，持续5回合",
    },
    [154310] = 
    {
        msg = "洛神普攻",
    },
    [154320] = 
    {
        msg = "洛神强化普攻",
    },
    [254310] = 
    {
        msg = "洛水婵",
        desc = "对全体敌方造成攻击力160%的伤害，同时降低目标20%速度并提升自身10%速度持续3回合",
    },
    [354310] = 
    {
        msg = "清云遮月",
        desc = "受到直接攻击时降低目标5%攻击、5%增伤，持续3回合（最多可叠加5层）",
    },
    [354320] = 
    {
        msg = "妙音",
        desc = "普通攻击变为对敌方攻击力最高目标造成120%攻击并使目标易伤10%，持续2回合",
    },
    [354330] = 
    {
        msg = "流风回雪",
        desc = "友方死亡时，给予其他存活友方洛神生命10%的护盾并提升免伤20%，持续3回合（可叠加）",
    },
    [154350] = 
    {
        msg = "洛神普攻",
    },
    [254350] = 
    {
        msg = "洛水婵",
        desc = "对全体敌方造成攻击力210%的伤害，同时降低目标30%速度并提升自身15%速度持续3回合",
    },
    [354350] = 
    {
        msg = "清云遮月",
        desc = "受到直接攻击时降低目标10%攻击、10%增伤，持续3回合（最多可叠加5层）",
    },
    [354360] = 
    {
        msg = "妙音",
        desc = "普通攻击变为对敌方攻击力最高目标造成120%攻击并使目标易伤15%，持续2回合，并且有50%的概率移除目标一项增益效果",
    },
    [354370] = 
    {
        msg = "流风回雪",
        desc = "友方死亡时，给予其他存活友方洛神生命20%的护盾并提升免伤25%，持续3回合（可叠加）；自身死亡时，恢复其他友方自身生命上限20%的生命值",
    },
    [152210] = 
    {
        msg = "波塞冬普攻",
    },
    [152220] = 
    {
        msg = "波塞冬强化普攻",
    },
    [252210] = 
    {
        msg = "沉沦潮汐",
        desc = "对全体敌方造成攻击力160%的伤害，同时15%概率减少目标15点怒气",
    },
    [352210] = 
    {
        msg = "碧波之牢",
        desc = "普通攻击变为随机攻击1名敌方敌方造成攻击力100%的伤害，目标减少50怒气，并且有35%概率被冰冻2回合",
    },
    [352220] = 
    {
        msg = "海神之威",
        desc = "攻击、生命增加15%，速度增加40",
    },
    [352230] = 
    {
        msg = "海市蜃楼",
        desc = "首次生命低于一半时，随机2名敌方减少50怒气，全局仅触发1次",
    },
    [152310] = 
    {
        msg = "共工普攻",
    },
    [152320] = 
    {
        msg = "共工强化普攻",
    },
    [252310] = 
    {
        msg = "暗流涌动",
        desc = "锁定敌方攻击最高角色，对其造成攻击力260%的伤害，并且强制使对方在回合最后一位行动，持续3回合",
    },
    [352310] = 
    {
        msg = "斩浪",
        desc = "普通攻击变为选生命百分比最低为目标，同时有50%概率目标沉默2回合",
    },
    [352320] = 
    {
        msg = "巨浪涛涛",
        desc = "攻击、暴击增加20%",
    },
    [352330] = 
    {
        msg = "水何澹澹",
        desc = "开局自身获得30%减伤，持续3回合",
    },
    [151110] = 
    {
        msg = "哈迪斯普攻",
    },
    [151120] = 
    {
        msg = "哈迪斯强化普攻",
    },
    [151130] = 
    {
        msg = "哈迪斯强化普攻",
    },
    [251110] = 
    {
        msg = "黑雾笼罩",
        desc = "对敌方后排造成攻击力230%的伤害，同时获得攻击100%的自身护盾",
    },
    [351110] = 
    {
        msg = "虚空之寂",
        desc = "普通攻击变为攻击前排全体，并获得攻击50%的护盾",
    },
    [351120] = 
    {
        msg = "暗夜幽光",
        desc = "攻击、生命增加20%；每损失3%生命，免伤提升1%",
    },
    [351130] = 
    {
        msg = "咒怨",
        desc = "受击时对目标造成30%攻击的流血伤害；并且降低目标防御5%，持续3回合（可叠加）",
    },
    [151150] = 
    {
        msg = "哈迪斯普攻",
    },
    [251150] = 
    {
        msg = "黑雾笼罩",
        desc = "对敌方后排造成攻击力270%的伤害，同时获得攻击150%的自身护盾；并获提升10%免伤，持续2回合",
    },
    [351150] = 
    {
        msg = "虚空之寂",
        desc = "普通攻击变为攻击前排全体造成攻击120%的伤害，并获得攻击70%的护盾",
    },
    [351160] = 
    {
        msg = "暗夜幽光",
        desc = "攻击、生命增加30%；每损失3%生命，免伤提升1.5%",
    },
    [351170] = 
    {
        msg = "咒怨",
        desc = "受击时对目标造成40%攻击的流血伤害；并且降低目标免伤5%，持续3回合（可叠加）",
    },
    [151210] = 
    {
        msg = "祝融普攻",
    },
    [151220] = 
    {
        msg = "祝融强化普攻",
    },
    [251210] = 
    {
        msg = "天火大劫",
        desc = "对全体敌方造成攻击力150%的伤害；同时有50%概率使目标受到攻击50%的灼烧伤害，持续3回合",
    },
    [351210] = 
    {
        msg = "焚仙",
        desc = "普通攻击特效目标灼烧50%攻击伤害，持续2回合；对灼烧目标额外造成20%伤害",
    },
    [351220] = 
    {
        msg = "火神领域",
        desc = "生命增加20%，受到直接攻击时有20%概率使目标受到攻击50%灼烧伤害，持续2回合",
    },
    [351230] = 
    {
        msg = "圣焰八荒",
        desc = "偶数回合开始时，灼烧敌方全体造成攻击力50%的灼烧伤害并且25%概率眩晕2回合",
    },
    [145110] = 
    {
        msg = "精卫普攻",
    },
    [145120] = 
    {
        msg = "精卫强化普攻",
    },
    [245110] = 
    {
        msg = "衔石投沙",
        desc = "对敌方全体造成攻击力130%的伤害；同时有50%概率使目标受到攻击40%的灼烧伤害，持续2回合",
    },
    [245120] = 
    {
        msg = "衔石投沙",
        desc = "对敌方全体造成攻击力130%的伤害；同时有50%概率使目标受到攻击40%的灼烧伤害，持续2回合",
    },
    [345110] = 
    {
        msg = "固海",
        desc = "普通攻击同时有25%概率使目标沉默2回合",
    },
    [345120] = 
    {
        msg = "灵气化身",
        desc = "生命增加20%；释放技能时获得自身生命上限20%护盾，持续3回合",
    },
    [345130] = 
    {
        msg = "赤炎血脉",
        desc = "首次生命低于一半时，敌方全体受到攻击100%的灼烧伤害，持续3回合，全局仅触发1次",
    },
    [145210] = 
    {
        msg = "洛基普攻",
    },
    [145220] = 
    {
        msg = "洛基强化普攻",
    },
    [245210] = 
    {
        msg = "神格之堕",
        desc = "对全体前排造成攻击力170%的伤害；同时有10%概率沉默目标、10%概率眩晕目标（独立触发），持续2回合",
    },
    [345210] = 
    {
        msg = "混乱之息",
        desc = "普通攻击的同时有35%概率沉默目标，持续2回合",
    },
    [345220] = 
    {
        msg = "英灵神躯",
        desc = "攻击、生命提升20%",
    },
    [345230] = 
    {
        msg = "吞噬",
        desc = "对剩余生命百分比大于50%的目标额外增伤50%",
    },
    [145310] = 
    {
        msg = "福神普攻",
    },
    [145320] = 
    {
        msg = "福神强化普攻",
    },
    [245310] = 
    {
        msg = "福神高照",
        desc = "对敌方前排造成攻击力170%的伤害；攻击后攻击最高的友方获得攻击力增加10%效果，持续2回合",
    },
    [345310] = 
    {
        msg = "星官赐福",
        desc = "普通攻击命中后恢复自身50怒气",
    },
    [345320] = 
    {
        msg = "添福",
        desc = "生命增加25%",
    },
    [345330] = 
    {
        msg = "福融融",
        desc = "福寿禄同时上场时，全体友方攻击增加30%",
    },
    [144110] = 
    {
        msg = "禄神普攻",
    },
    [144120] = 
    {
        msg = "禄神强化普攻",
    },
    [244110] = 
    {
        msg = "天地同寿",
        desc = "对敌方前排造成攻击力160%的伤害；攻击后回复生命比例最低的友方150%攻击力的生命值",
    },
    [344110] = 
    {
        msg = "年岁",
        desc = "普通攻击命中后恢复自身50怒气",
    },
    [344120] = 
    {
        msg = "增寿",
        desc = "生命增加25%",
    },
    [344130] = 
    {
        msg = "延年",
        desc = "福寿禄同时上场时，全体友方攻击增加30%",
    },
    [144210] = 
    {
        msg = "寿神普攻",
    },
    [144220] = 
    {
        msg = "寿神强化普攻",
    },
    [244210] = 
    {
        msg = "添官加禄",
        desc = "对敌方前排造成攻击力160%的伤害；攻击后回复随机一位友方50怒气",
    },
    [344210] = 
    {
        msg = "恭贺",
        desc = "普通攻击命中后恢复自身50怒气",
    },
    [344220] = 
    {
        msg = "登阶",
        desc = "生命增加25%",
    },
    [344230] = 
    {
        msg = "亨通",
        desc = "福寿禄同时上场时，全体友方攻击增加30%",
    },
    [144310] = 
    {
        msg = "喜神普攻",
    },
    [144320] = 
    {
        msg = "喜神强化普攻",
    },
    [244310] = 
    {
        msg = "皆大欢喜",
        desc = "对敌方后排造成攻击力150%的伤害；同时赋予生命百分比最低友方其生命上限25%护盾，持续3回合",
    },
    [344310] = 
    {
        msg = "和乐",
        desc = "财喜神同时上场时，全队增加抗暴率10%、免控率10%",
    },
    [344320] = 
    {
        msg = "喜从天降",
        desc = "普通攻击命中后随机赋予2名友方暴击、速度提升10%，2回合",
    },
    [344330] = 
    {
        msg = "喜洋洋",
        desc = "回合结束恢复自身25%攻击等量生命",
    },
    [143310] = 
    {
        msg = "财神普攻",
    },
    [143320] = 
    {
        msg = "财神强化普攻",
    },
    [243310] = 
    {
        msg = "意外之财",
        desc = "对全体敌方造成攻击力120%的伤害；同时有10%概率眩晕目标，持续2回合",
    },
    [343310] = 
    {
        msg = "财源滚滚",
        desc = "财喜神同时上场时，全队增加抗暴率10%、免控率10%",
    },
    [343320] = 
    {
        msg = "钱坤一掷",
        desc = "普通攻击变为攻击敌方生命值最低的敌方并降低10%防御，持续2回合",
    },
    [343330] = 
    {
        msg = "广施财运",
        desc = "受击时有40%概率降低目标10%攻击",
    },
    [143110] = 
    {
        msg = "雪女普攻",
    },
    [143120] = 
    {
        msg = "雪女强化普攻",
    },
    [243110] = 
    {
        msg = "寒霜",
        desc = "对敌方全体造成攻击力160%的伤害；同时对目标造成攻击力40%的寒霜伤害，持续2回合",
    },
    [343110] = 
    {
        msg = "冰封之心",
        desc = "普通攻击有25%概率目标冰冻2回合",
    },
    [343120] = 
    {
        msg = "寒冰屏障",
        desc = "生命增加30%，每三回合开始时获得自身生命上限20%护盾，持续3回合",
    },
    [343130] = 
    {
        msg = "冰雪涅槃",
        desc = "开局时消耗并储备30%当前生命的生命值；首次受到致死伤害时，无敌1回合并且恢复70%生命上限的生命值，随后攻击增加30%，持续至战斗结束，全局仅触发1次",
    },
    [143150] = 
    {
        msg = "雪女普攻",
    },
    [243150] = 
    {
        msg = "寒霜",
        desc = "对敌方全体造成攻击力200%的伤害；同时对目标造成攻击力50%的寒霜伤害，持续2回合；并且降低目标20%速度，持续2回合",
    },
    [343150] = 
    {
        msg = "冰封之心",
        desc = "普通攻击造成攻击120%的伤害，并且有30%概率目标冰冻2回合",
    },
    [343160] = 
    {
        msg = "寒冰屏障",
        desc = "生命增加40%，攻击增加10%，每2回合开始时获得自身生命上限20%护盾，持续2回合",
    },
    [343170] = 
    {
        msg = "冰雪涅槃",
        desc = "开局时消耗并储备30%当前生命的生命值；首次受到致死伤害时，无敌1回合并且恢复100%生命上限的生命值，随后攻击增加30%、主动技能附带吸血50%，持续至战斗结束，全局仅触发1次",
    },
    [143210] = 
    {
        msg = "龙王普攻",
    },
    [143220] = 
    {
        msg = "龙王强化普攻",
    },
    [243210] = 
    {
        msg = "神龙之息",
        desc = "对敌方前排造成攻击力200%的伤害；同时恢复自身已损失的生命的10%",
    },
    [343210] = 
    {
        msg = "龙战于野",
        desc = "生命增加10%",
    },
    [343220] = 
    {
        msg = "苍龙追月",
        desc = "普通攻击命中时目标降低20%防御，持续2回合",
    },
    [343230] = 
    {
        msg = "逆鳞",
        desc = "首次半血时，免伤提升20%，持续2回合，全局仅触发1次",
    },
    [142210] = 
    {
        msg = "哪吒普攻",
    },
    [142220] = 
    {
        msg = "哪吒强化普攻",
    },
    [242210] = 
    {
        msg = "红莲业火",
        desc = "对敌方前排造成攻击力230%伤害；同时对目标造成攻击力40%的灼烧伤害，持续2回合",
    },
    [342210] = 
    {
        msg = "混天绫",
        desc = "普通攻击命中后恢复自身50%造成伤害的生命；同时增加5%攻击直到战斗结束（最多叠加10层）",
    },
    [342220] = 
    {
        msg = "乾坤圈",
        desc = "攻击、生命增加20%",
    },
    [342230] = 
    {
        msg = "风火轮",
        desc = "开局时获得速度增加30%持续3回合，随后转换为受治疗增幅30%持续至战斗结束",
    },
    [142250] = 
    {
        msg = "哪吒普攻",
    },
    [242250] = 
    {
        msg = "红莲业火",
        desc = "对敌方前排造成攻击力280%伤害；同时对目标造成攻击力50%的灼烧伤害，持续2回合",
    },
    [342250] = 
    {
        msg = "混天绫",
        desc = "普通攻击命中后恢复自身50%造成伤害的生命；同时增加5%攻击、2%增伤直到战斗结束（最多叠加10层）",
    },
    [342260] = 
    {
        msg = "乾坤圈",
        desc = "攻击、生命增加30%，回合结束时，对敌方攻击最高的目标造成攻击50%的灼烧伤害",
    },
    [342270] = 
    {
        msg = "风火轮",
        desc = "开局时获得速度增加50%持续3回合，随后转换为受治疗增幅50%，回合结束时回复自身已损失10%的生命值持续至战斗结束",
    },
    [142310] = 
    {
        msg = "提尔普攻",
    },
    [142320] = 
    {
        msg = "提尔强化普攻",
    },
    [242310] = 
    {
        msg = "锋刃",
        desc = "对随机一名敌方后排造成攻击力220%的伤害",
    },
    [342310] = 
    {
        msg = "悍勇",
        desc = "攻击增加15%",
    },
    [342320] = 
    {
        msg = "践踏",
        desc = "普通攻击变为选敌方生命百分比最低为目标造成攻击150%的伤害",
    },
    [342330] = 
    {
        msg = "神武",
        desc = "开局自身增加10%攻击、暴击，持续3回合",
    },
    [141110] = 
    {
        msg = "弗雷普攻",
    },
    [141120] = 
    {
        msg = "弗雷强化普攻",
    },
    [241110] = 
    {
        msg = "自然进化",
        desc = "对敌方后排造成攻击力150%的伤害，同时为友方攻击最高者增加30%防御，持续2回合",
    },
    [341110] = 
    {
        msg = "狂战之心",
        desc = "普通攻击命中后恢复自身30%造成伤害的生命",
    },
    [341120] = 
    {
        msg = "北风铠甲",
        desc = "生命增加15%",
    },
    [341130] = 
    {
        msg = "极地寒灼",
        desc = "受到直接攻击时有30%概率使目标受到攻击40%的灼烧伤害，持续2回合",
    },
    [141210] = 
    {
        msg = "瓦尔基里普攻",
    },
    [141220] = 
    {
        msg = "瓦尔基里强化普攻",
    },
    [241210] = 
    {
        msg = "炎斩",
        desc = "对敌方前排造成攻击力160%的伤害；同时有75%概率使目标每回合受到攻击50%的灼烧伤害，持续2回合",
    },
    [341210] = 
    {
        msg = "女武神",
        desc = "攻击增加15%",
    },
    [341220] = 
    {
        msg = "誓约",
        desc = "普通攻击命中后恢复生命最低友方30%攻击等量的生命",
    },
    [341230] = 
    {
        msg = "决意",
        desc = "对灼烧增伤30%",
    },
    [140210] = 
    {
        msg = "海姆达尔普攻",
    },
    [140220] = 
    {
        msg = "海姆达尔强化普攻",
    },
    [240210] = 
    {
        msg = "领域",
        desc = "对随机4名敌方造成攻击力160%的伤害；同时使我方全体防御增15%，持续2回合",
    },
    [340210] = 
    {
        msg = "契法增幅",
        desc = "普通攻击命中后恢复生命自身30%攻击等量的生命",
    },
    [340220] = 
    {
        msg = "天卫之力",
        desc = "攻击增加15%",
    },
    [340230] = 
    {
        msg = "守护神",
        desc = "开局时使我方全体防御提升20%，持续3回合",
    },
    [140310] = 
    {
        msg = "维达普攻",
    },
    [140320] = 
    {
        msg = "维达强化普攻",
    },
    [240310] = 
    {
        msg = "神启之力",
        desc = "对敌方前排造成攻击力180%的伤害；同时使自身攻击提升10%，持续3回合",
    },
    [340310] = 
    {
        msg = "果决",
        desc = "攻击增加15%",
    },
    [340320] = 
    {
        msg = "无双",
        desc = "普通攻击命中后使目标每回合受到攻击50%的流血伤害，持续2回合",
    },
    [340330] = 
    {
        msg = "狂暴之心",
        desc = "首次生命低于一半时，增加自身30%攻击、破甲，持续3回合，全局仅触发1次",
    },
    [150210] = 
    {
        msg = "托尔普攻",
    },
    [150220] = 
    {
        msg = "托尔强化普攻",
    },
    [250210] = 
    {
        msg = "雷霆一击",
        desc = "对敌方后排造成攻击力200%的伤害；同时有40%概率使目标沉默，持续2回合",
    },
    [350210] = 
    {
        msg = "碎裂",
        desc = "普通攻击命中后恢复自身50%造成伤害的生命",
    },
    [350220] = 
    {
        msg = "雷神铠甲",
        desc = "生命增加15%",
    },
    [350230] = 
    {
        msg = "裁决",
        desc = "首次生命低于一半时，有50%概率使敌方全体沉默，持续2回合，全局仅触发1次",
    },
}