skin = 
{
    [1] = 
    {
        name = "测试皮1",
    },
    [2] = 
    {
        name = "暗月守卫",
    },
    [3] = 
    {
        name = "圆月之铠",
    },
    [4] = 
    {
        name = "测试皮4",
    },
    [5] = 
    {
        name = "测试皮5",
    },
    [6] = 
    {
        name = "暗月女王",
    },
    [7] = 
    {
        name = "测试皮7",
    },
    [8] = 
    {
        name = "暗月行者",
    },
    [9] = 
    {
        name = "圆月之灵",
    },
    [10] = 
    {
        name = "测试皮10",
    },
    [11] = 
    {
        name = "测试皮11",
    },
    [12] = 
    {
        name = "圆月之王",
    },
    [13] = 
    {
        name = "新月骑士",
    },
    [14] = 
    {
        name = "月宫仙子",
    },
}