systemname = 
{
    [1] = 
    {
        msg = "神座之塔",
        desc = "登顶高塔，赢取奖励",
        opendesc = "通关22可开启",
    },
    [2] = 
    {
        msg = "竞技场",
        desc = "同台竞技，各显神通",
        opendesc = "通关100可开启",
    },
    [3] = 
    {
        msg = "怪兽来袭",
        desc = "勠力同心，驱逐凶怪",
        opendesc = "通关190可开启",
    },
    [4] = 
    {
        msg = "守卫圣境",
        desc = "云雾仙境，怪海沉浮",
        opendesc = "通关7000可开启",
    },
    [5] = 
    {
        msg = "试炼挑战",
        desc = "试炼挑战",
        opendesc = "通关3000可开启",
    },
    [6] = 
    {
        msg = "挂机奖励",
        desc = "挂机奖励",
        opendesc = "通关21可开启",
    },
    [7] = 
    {
        msg = "食盒",
        desc = "食盒",
        opendesc = "通关8可开启",
    },
    [8] = 
    {
        msg = "黑市商城",
        desc = "各式宝物，应有尽有",
        opendesc = "通关40可开启",
    },
    [9] = 
    {
        msg = "任务",
        desc = "任务",
        opendesc = "通关10可开启",
    },
    [10] = 
    {
        msg = "招募",
        desc = "招募",
        opendesc = "通关5可开启",
    },
    [11] = 
    {
        msg = "点金手",
        desc = "点金手",
        opendesc = "通关80可开启",
    },
    [12] = 
    {
        msg = "邮件",
        desc = "邮件",
        opendesc = "通关10可开启",
    },
    [13] = 
    {
        msg = "充值",
        desc = "充值",
        opendesc = "通关10可开启",
    },
    [14] = 
    {
        msg = "排行榜",
        desc = "排行榜",
        opendesc = "通关15可开启",
    },
    [15] = 
    {
        msg = "好友",
        desc = "海内存知己",
        opendesc = "通关60可开启",
    },
    [16] = 
    {
        msg = "神器",
        desc = "神器",
        opendesc = "通关90可开启",
    },
    [17] = 
    {
        msg = "宝石",
        desc = "宝石",
        opendesc = "通关7000可开启",
    },
    [18] = 
    {
        msg = "神格",
        desc = "神格",
        opendesc = "通关3000可开启",
    },
    [19] = 
    {
        msg = "公会",
        desc = "协作共赢，共创佳绩",
        opendesc = "通关350可开启",
    },
    [20] = 
    {
        msg = "锻造",
        desc = "千锤百炼，精益求精",
        opendesc = "通关90可开启",
    },
    [21] = 
    {
        msg = "抢神",
        desc = "拜百八星宿，迎福禄寿神",
        opendesc = "通关60可开启",
    },
    [22] = 
    {
        msg = "特权金卡",
        desc = "特权金卡",
        opendesc = "通关18可开启",
    },
    [23] = 
    {
        msg = "VIP特权",
        desc = "VIP特权",
        opendesc = "通关18可开启",
    },
    [24] = 
    {
        msg = "每日签到",
        desc = "每日签到",
        opendesc = "通关13可开启",
    },
    [25] = 
    {
        msg = "七日豪礼",
        desc = "七日豪礼",
        opendesc = "通关15可开启",
    },
    [26] = 
    {
        msg = "通关战令",
        desc = "通关战令",
        opendesc = "通关40可开启",
    },
    [27] = 
    {
        msg = "美食",
        desc = "美食",
        opendesc = "通关1000可开启",
    },
    [28] = 
    {
        msg = "美食旅行",
        desc = "郊游采风，鲜材尽选",
        opendesc = "通关1000可开启",
    },
    [29] = 
    {
        msg = "离线推关",
        desc = "自律兔将，自主推关",
        opendesc = "通关80可开启",
    },
    [30] = 
    {
        msg = "公会乐园",
        desc = "一致对外，共建家园",
        opendesc = "开服第4天开启",
    },
    [31] = 
    {
        msg = "蘑菇合成",
        desc = "红伞伞，白杆杆，合成奖励",
        opendesc = "通关30可开启",
    },
    [32] = 
    {
        msg = "登神长阶",
        desc = "比武高台，各显神威",
        opendesc = "开服第6天开启",
    },
    [33] = 
    {
        msg = "功能预告",
        desc = "功能预告",
        opendesc = "通关11可开启",
    },
    [34] = 
    {
        msg = "家园",
        desc = "兔将家园，世外桃源",
        opendesc = "通关2000可开启",
    },
    [35] = 
    {
        msg = "山海",
        desc = "山海秘境，天材地宝",
        opendesc = "通关650可开启",
    },
    [36] = 
    {
        msg = "守护",
        desc = "祥瑞御免，家宅平安",
        opendesc = "通关5000可开启",
    },
    [37] = 
    {
        msg = "职业手册",
        desc = "不同职业专属练功房",
        opendesc = "通关5000可开启",
    },
    [38] = 
    {
        msg = "天赋系统",
        desc = "稻草人也疯狂，镰刀在手割草我有",
        opendesc = "通关2000可开启",
    },
    [39] = 
    {
        msg = "聊天系统",
        desc = "百家争辩，各执己见",
        opendesc = "通关300可开启",
    },
    [41] = 
    {
        msg = "私信功能",
        desc = "飞鸽传书，共享秘密",
        opendesc = "通关10可开启",
    },
    [42] = 
    {
        msg = "兔林童话",
        desc = "镜子镜子，谁最美丽",
        opendesc = "通关1500可开启",
    },
    [44] = 
    {
        msg = "逃离农场",
        desc = "农场逐鹿，谁与争锋",
        opendesc = "开服第3天开启",
    },
    [45] = 
    {
        msg = "武道之巅",
        desc = "打的一拳开，免得百拳来",
        opendesc = "开服第8天开启",
    },
}