task = 
{
    [1] = 
    {
        msg = "累计登录游戏%s天",
        desc = "累计登录游戏%s天",
    },
    [101] = 
    {
        msg = "登录游戏",
        desc = "登录游戏",
    },
    [2] = 
    {
        msg = "分享游戏%s次",
        desc = "分享游戏%s次",
    },
    [3] = 
    {
        msg = "进行兔将招募%s次",
        desc = "进行兔将招募%s次",
    },
    [4] = 
    {
        msg = "赠送好友%s次金币",
        desc = "赠送好友%s次金币",
    },
    [5] = 
    {
        msg = "领取挂机奖励%s次",
        desc = "领取挂机奖励%s次",
    },
    [6] = 
    {
        msg = "点金手兑换金币%s次",
        desc = "点金手兑换金币%s次",
    },
    [601] = 
    {
        msg = "点金手",
        desc = "点金手",
    },
    [7] = 
    {
        msg = "开启魔法帽%s次",
        desc = "开启魔法帽%s次",
    },
    [701] = 
    {
        msg = "开帽子",
        desc = "开帽子",
    },
    [8] = 
    {
        msg = "参加竞技场%s次",
        desc = "参加竞技场%s次",
    },
    [801] = 
    {
        msg = "竞技场挑战",
        desc = "竞技场挑战",
    },
    [9] = 
    {
        msg = "黑市商城购买%s次物品",
        desc = "黑市商城购买%s次物品",
    },
    [901] = 
    {
        msg = "黑市购买",
        desc = "黑市购买",
    },
    [10] = 
    {
        msg = "收获罐头%s次",
        desc = "收获罐头%s次",
    },
    [11] = 
    {
        msg = "通过冒险关卡%s",
        desc = "通过冒险关卡%s",
    },
    [12] = 
    {
        msg = "冒险者等级提升到%s",
        desc = "冒险者等级提升到%s",
    },
    [13] = 
    {
        msg = "兔将等级总和%s",
        desc = "兔将等级总和%s",
    },
    [14] = 
    {
        msg = "装备等级总和%s",
        desc = "装备等级总和%s",
    },
    [15] = 
    {
        msg = "累计充值金额%s",
        desc = "累计充值金额%s",
    },
    [16] = 
    {
        msg = "兔将数量总和%s",
        desc = "兔将数量总和%s",
    },
    [17] = 
    {
        msg = "兔将星级总和%s",
        desc = "兔将星级总和%s",
    },
    [18] = 
    {
        msg = "兔将战力总和%s",
        desc = "兔将战力总和%s",
    },
    [19] = 
    {
        msg = "点击次数%s",
        desc = "点击次数%s",
    },
    [20] = 
    {
        msg = "挑战%s次守卫圣境",
        desc = "挑战%s次守卫圣境",
    },
    [201] = 
    {
        msg = "成为%s次塔主",
        desc = "成为%s次塔主",
    },
    [21] = 
    {
        msg = "兔将等级最高升级至%s",
        desc = "兔将等级最高升级至%s",
    },
    [22] = 
    {
        msg = "将一位兔将星级升至%s",
        desc = "将一位兔将星级升至%s",
    },
    [23] = 
    {
        msg = "任意兔将装备等级培养至%s",
        desc = "任意兔将装备等级培养至%s",
    },
    [24] = 
    {
        msg = "神座之塔突破%s层",
        desc = "神座之塔突破%s层",
    },
    [25] = 
    {
        msg = "拥有一位%s星级兔将",
        desc = "拥有一位%s星级兔将",
    },
    [26] = 
    {
        msg = "任意兔将穿戴%s件神器",
        desc = "任意兔将穿戴%s件神器",
    },
    [261] = 
    {
        msg = "任意兔将穿戴%s件紫色神器",
        desc = "任意兔将穿戴%s件紫色神器",
    },
    [262] = 
    {
        msg = "任意兔将穿戴%s件橙色神器",
        desc = "任意兔将穿戴%s件橙色神器",
    },
    [27] = 
    {
        msg = "将一件神器升级至%s",
        desc = "将一件神器升级至%s",
    },
    [28] = 
    {
        msg = "宝石最大等级升级至%s",
        desc = "宝石最大等级升级至%s",
    },
    [29] = 
    {
        msg = "宝石洗练%s次",
        desc = "宝石洗练%s次",
    },
    [30] = 
    {
        msg = "累计魔法帽积分%s",
        desc = "累计魔法帽积分%s",
    },
    [31] = 
    {
        msg = "许愿池许愿%s次",
        desc = "许愿池许愿%s次",
    },
    [311] = 
    {
        msg = "水果收获%s次",
        desc = "水果收获%s次",
    },
    [32] = 
    {
        msg = "完成%s次招募",
        desc = "完成%s次招募",
    },
    [321] = 
    {
        msg = "完成招募",
        desc = "完成招募",
    },
    [33] = 
    {
        msg = "完成%s次迎神",
        desc = "完成%s次迎神",
    },
    [34] = 
    {
        msg = "美食旅行消耗骰子%s个",
        desc = "美食旅行消耗骰子%s个",
    },
    [35] = 
    {
        msg = "开启美食食盒%s个",
        desc = "开启美食食盒%s个",
    },
    [36] = 
    {
        msg = "锻造次数%s次",
        desc = "锻造次数%s次",
    },
    [37] = 
    {
        msg = "挑战故事御酒%s次",
        desc = "挑战故事御酒%s次",
    },
    [371] = 
    {
        msg = "大快朵颐",
        desc = "大快朵颐",
    },
    [39] = 
    {
        msg = "蘑菇消耗数量%s",
        desc = "蘑菇消耗数量%s",
    },
    [391] = 
    {
        msg = "蘑菇消耗",
        desc = "蘑菇消耗",
    },
    [40] = 
    {
        msg = "登神长阶参与%s次",
        desc = "登神长阶参与%s次",
    },
    [41] = 
    {
        msg = "蟠桃园偷桃%s次",
        desc = "蟠桃园偷桃%s次",
    },
    [42] = 
    {
        msg = "瑶池宫品桃%s次",
        desc = "瑶池宫品桃%s次",
    },
    [43] = 
    {
        msg = "钻石消耗数量%s",
        desc = "钻石消耗数量%s",
    },
    [431] = 
    {
        msg = "消耗钻石",
        desc = "消耗钻石",
    },
    [44] = 
    {
        msg = "完成贪食小兔游戏%s次",
        desc = "完成贪食小兔游戏%s次",
    },
    [441] = 
    {
        msg = "馋酒小兔",
        desc = "馋酒小兔",
    },
    [45] = 
    {
        msg = "月宫仙子等级提升%s级",
        desc = "月宫仙子等级提升%s级",
    },
    [46] = 
    {
        msg = "挑战国庆旅行%s次",
        desc = "挑战国庆旅行%s次",
    },
    [47] = 
    {
        msg = "月亮小店抽奖%s次",
        desc = "月亮小店抽奖%s次",
    },
    [48] = 
    {
        msg = "活跃度数量%s",
        desc = "活跃度数量%s",
    },
    [49] = 
    {
        msg = "充值金额累计%s元",
        desc = "充值金额累计%s元",
    },
    [491] = 
    {
        msg = "累积充值",
        desc = "累积充值",
    },
    [51] = 
    {
        msg = "驱瘟挑战",
        desc = "驱瘟挑战",
    },
    [52] = 
    {
        msg = "完成饮酒",
        desc = "完成饮酒",
    },
    [53] = 
    {
        msg = "采风问俗",
        desc = "采风问俗",
    },
    [54] = 
    {
        msg = "兔将最高等级培养至%s",
        desc = "兔将最高等级培养至%s",
    },
    [55] = 
    {
        msg = "参加怪物营地%s天",
        desc = "参加怪物营地%s天",
    },
    [56] = 
    {
        msg = "参加公会boss%s次",
        desc = "参加公会boss%s次",
    },
    [57] = 
    {
        msg = "获得任意品质神器%s件",
        desc = "获得任意品质神器%s件",
    },
    [58] = 
    {
        msg = "山海秘境触发福地洞天事件%s次",
        desc = "山海秘境触发福地洞天事件%s次",
    },
    [591] = 
    {
        msg = "饺香四溢",
        desc = "饺香四溢",
    },
    [60] = 
    {
        msg = "参加怪物营地%s次",
        desc = "参加怪物营地%s次",
    },
    [61] = 
    {
        msg = "美食盲盒建筑等级达到%s级",
        desc = "美食盲盒建筑等级达到%s级",
    },
    [62] = 
    {
        msg = "祈愿仪式",
        desc = "祈愿仪式",
    },
    [63] = 
    {
        msg = "魔法仪式",
        desc = "魔法仪式",
    },
    [64] = 
    {
        msg = "生存大师",
        desc = "存活到毒雾%s级",
    },
    [65] = 
    {
        msg = "夺宝大师",
        desc = "从资源点累计获取%s点粮食",
    },
    [66] = 
    {
        msg = "格斗大师",
        desc = "击败%s个其他玩家",
    },
    [67] = 
    {
        msg = "鞭炮转盘",
        desc = "鞭炮转盘",
    },
    [68] = 
    {
        msg = "烟花祈福",
        desc = "烟花祈福",
    },
}