tips = 
{
    [1] = 
    {
        desc = "绿色魔法帽",
    },
    [2] = 
    {
        desc = "1、开启绿色魔法帽可获得1份奖励。",
    },
    [3] = 
    {
        desc = "2、奖励综合概率为：紫色兔将6.5%，金币93.5%。",
    },
    [4] = 
    {
        desc = "蓝色魔法帽",
    },
    [5] = 
    {
        desc = "1、开启蓝色魔法帽可获得2份奖励。",
    },
    [6] = 
    {
        desc = "2、奖励综合概率为：橙色兔将4%，紫色兔将8.5%，强化宝石87.5%。",
    },
    [7] = 
    {
        desc = "紫色魔法帽",
    },
    [8] = 
    {
        desc = "1、开启紫色魔法帽可获得3份奖励。",
    },
    [9] = 
    {
        desc = "2、奖励综合概率为：红色兔将4%，橙色兔将9%，紫色兔将12.5%，进阶宝石74.5%。",
    },
    [10] = 
    {
        desc = "橙色魔法帽",
    },
    [11] = 
    {
        desc = "1、开启橙色魔法帽可获得4份奖励。",
    },
    [12] = 
    {
        desc = "2、第一份奖励为整将，红色兔将概率为12%，橙色兔将概率为30.5%，紫色兔将概率为57.5%。",
    },
    [13] = 
    {
        desc = "3、其他三份奖100%为进阶宝石。",
    },
    [14] = 
    {
        desc = "红色魔法帽",
    },
    [15] = 
    {
        desc = "1、开启红色魔法帽可获得5份奖励。",
    },
    [16] = 
    {
        desc = "2、第一份奖励为整将，红色兔将概率为34.5%，橙色兔将概率为65.5%。",
    },
    [17] = 
    {
        desc = "3、其他四份奖励100%为钻石。",
    },
    [18] = 
    {
        desc = "招募女巫声明",
    },
    [19] = 
    {
        desc = "1、无论单次抽取，十连抽招募次数累计10次必出红色兔将，红色兔将概率均等。",
    },
    [20] = 
    {
        desc = "2、红色兔将碎片概率为1%，橙色兔将碎片概率为37%，紫色兔将碎片概率为62%，同色碎片概率均等。",
    },
    [21] = 
    {
        desc = "料理注意事项",
    },
    [22] = 
    {
        desc = "1、喂食后，食物效果对冒险者、兔将均有加成。",
    },
    [23] = 
    {
        desc = "2、不同品质的汤品料理效果不可叠加。",
    },
    [24] = 
    {
        desc = "3、汤品料理剩余为0时，点击获取可以使用钻石进行兑换。",
    },
    [25] = 
    {
        desc = "玩法介绍",
    },
    [26] = 
    {
        desc = "1、守卫圣境玩法在通过7000关后开启。",
    },
    [27] = 
    {
        desc = "2、抢占塔主空缺或战胜当前塔主即可成为塔主。",
    },
    [28] = 
    {
        desc = "3、塔主收益4小时收获1次。",
    },
    [29] = 
    {
        desc = "4、每次挑战消耗1张挑战券。",
    },
    [30] = 
    {
        desc = "累充说明",
    },
    [31] = 
    {
        desc = "5、挑战券每30分钟可以免费获得1张，挑战券为0时，点击挑战券+号可以使用钻石进行次数兑换。",
    },
    [32] = 
    {
        desc = "奖励规则",
    },
    [33] = 
    {
        desc = "1、竞技场每日0:00根据当日排名进行当日结算。排名奖励将于24:00通过邮箱发送，请注意查收。",
    },
    [34] = 
    {
        desc = "2、竞技场每个赛季在最后一天23：50根据当日排名进行赛季结算，排名奖励将通过邮箱发送，请注意查收。",
    },
    [35] = 
    {
        desc = "其他规则",
    },
    [36] = 
    {
        desc = "1、竞技场赛季重置时，所有排名数据将会清空。",
    },
    [37] = 
    {
        desc = "2、玩家每日拥有3次免费挑战次数。",
    },
    [38] = 
    {
        desc = "3、免费次数使用完毕后，每次挑战消耗1张挑战券，挑战券为0时，点击挑战券+号可以使用钻石进行次数兑换。",
    },
    [39] = 
    {
        desc = "神器词条",
    },
    [40] = 
    {
        desc = "1、神器的属性词条分为3种，分别为基础属性词条、特殊属性词条以及全体属性词条。",
    },
    [41] = 
    {
        desc = "2、词条说明\n基础属性词条：为所穿戴兔将增加对应的基础属性\n特殊属性词条：所穿戴兔将增加对应的特殊属性\n全体属性词条：为上阵的所有兔将增加对应属性。",
    },
    [42] = 
    {
        desc = "神器升级",
    },
    [43] = 
    {
        desc = "1、神器通过吞噬其他神器或者神器碎片获取升级经验，吞噬已培养的神器不会损失经验。",
    },
    [44] = 
    {
        desc = "2、点击选定列表内材料进行升级，点击减号，逐个取消选定数量。",
    },
    [45] = 
    {
        desc = "3、点击一键吞噬可进行连续材料添加操作。",
    },
    [46] = 
    {
        desc = "4、点击替换，选择需要替换使用的神器，确定后即可替换当前神器。",
    },
    [47] = 
    {
        desc = "玩法介绍",
    },
    [48] = 
    {
        desc = "1、每通关10层可以领取招募奖励。",
    },
    [49] = 
    {
        desc = "2、每次挑战消耗1张挑战券。",
    },
    [50] = 
    {
        desc = "3、挑战券每30分钟可以免费获得1张，挑战券为0时，点击挑战券+号可以使用钻石进行次数兑换。",
    },
    [51] = 
    {
        desc = "1、单日累计充值6元及以上，即可累计充值天数并领取豪华奖励。",
    },
    [52] = 
    {
        desc = "2、领取累计充值7天奖励后，次日可重新开启下一轮奖励。",
    },
    [53] = 
    {
        desc = "一等奇石",
    },
    [54] = 
    {
        desc = "1、一等奇石切割后获得1份奖励。",
    },
    [55] = 
    {
        desc = "2、综合奖励概率为：神器碎片34%，蓝色神器5%，紫色神器1%。",
    },
    [56] = 
    {
        desc = "二等奇石",
    },
    [57] = 
    {
        desc = "1、二等奇石切割后获得1份奖励。",
    },
    [58] = 
    {
        desc = "2、综合奖励概率为：神器碎片29%，蓝色神器7%，紫色神器3%，橙色神器1%。",
    },
    [59] = 
    {
        desc = "三等奇石",
    },
    [60] = 
    {
        desc = "1、三等奇石切割后获得1份奖励。",
    },
    [61] = 
    {
        desc = "2、综合奖励概率为：神器碎片23%，蓝色神器15%，紫色神器8%，橙色神器1%，红色神器1%。",
    },
    [62] = 
    {
        desc = "四等奇石",
    },
    [63] = 
    {
        desc = "1、四等奇石切割后获得1份奖励。",
    },
    [64] = 
    {
        desc = "2、综合奖励概率为：神器碎片22.8%，蓝色神器15%，紫色神器15%，橙色神器5%，红色神器2%。职业神器0.2%",
    },
    [65] = 
    {
        desc = "五等奇石",
    },
    [66] = 
    {
        desc = "1、五等奇石切割后获得1份奖励。",
    },
    [67] = 
    {
        desc = "2、综合奖励概率为：神器碎片23%，蓝色神器15%，紫色神器8%，橙色神器1%，红色神器1%。",
    },
    [68] = 
    {
        desc = "六等奇石",
    },
    [69] = 
    {
        desc = "1、六等奇石切割后获得1份奖励。",
    },
    [70] = 
    {
        desc = "2、综合奖励概率为：神器碎片29.4%，蓝色神器15%，紫色神器10%，橙色神器4%，红色神器1.5%，职业神器0.1%。",
    },
    [71] = 
    {
        desc = "七等奇石",
    },
    [72] = 
    {
        desc = "1、七等奇石切割后获得1份奖励。",
    },
    [73] = 
    {
        desc = "2、综合奖励概率为：神器碎片22.8%，蓝色神器15%，紫色神器15%，橙色神器5%，红色神器2%。职业神器0.2%。",
    },
    [74] = 
    {
        desc = "排行规则",
    },
    [75] = 
    {
        desc = "1、当前关卡排行为玩家挑战时间先后为排名统计，挑战成功后将获得积分奖励。",
    },
    [76] = 
    {
        desc = "2、排行榜为玩家在所有关卡获得的积分总和。",
    },
    [77] = 
    {
        desc = "扫荡规则",
    },
    [78] = 
    {
        desc = "1、首次通关挑战将获得丰厚奖励，通关后将开启扫荡功能。",
    },
    [79] = 
    {
        desc = "2、挑战与扫荡共享次数。",
    },
    [80] = 
    {
        desc = "3、扫荡不会获得积分奖励，仅能获得当前关卡保底奖励。",
    },
    [81] = 
    {
        desc = "周卡说明",
    },
    [82] = 
    {
        desc = "1、周卡可在活动时间内任意时间购买，过期未购买奖励将会消失。",
    },
    [83] = 
    {
        desc = "2、购买周卡后请留意活动结束时间，活动结束后奖励将会消失。",
    },
    [84] = 
    {
        desc = "周卡说明",
    },
    [85] = 
    {
        desc = "1、周卡可在活动时间内任意时间购买，过期未购买奖励将会消失。",
    },
    [86] = 
    {
        desc = "2、购买周卡后可获得丰厚奖励，在奖励未领取完之前周卡不会消失。",
    },
    [87] = 
    {
        desc = "怪兽说明",
    },
    [88] = 
    {
        desc = "1、怪兽每日24点刷新，可以无限次进行挑战。",
    },
    [89] = 
    {
        desc = "2、发起挑战时可以根据怪兽当前状态进行阵容调整。",
    },
    [90] = 
    {
        desc = "3、挑战奖励根据对怪兽造成的伤害分为不同档次，伤害越高可领取奖励越多。",
    },
    [91] = 
    {
        desc = "神格说明",
    },
    [92] = 
    {
        desc = "1、不同品质的兔将，拥有初始神格数目不同。",
    },
    [93] = 
    {
        desc = "2、兔将只能拥有一个同一派系的神格。",
    },
    [94] = 
    {
        desc = "3、不同品质的神格，等级上限不同",
    },
    [95] = 
    {
        desc = "重铸规则",
    },
    [96] = 
    {
        desc = "1、神格重铸将会替换当前神格。",
    },
    [97] = 
    {
        desc = "2、重铸后，将会100%返还神格养成材料。",
    },
    [98] = 
    {
        desc = "概率公示",
    },
    [99] = 
    {
        desc = "星之徽章45%          红色碎片礼包8%\n自选红色碎片2.5%  橙色碎片礼包3%\n紫色碎片礼包2.5%  强化宝石3%\n进阶宝石3%            银玉辉石2%\n金刚砂2%               神器碎片2%\n青菜汤3%               罗宋浓汤3%\n美味鱼汤3%            蓝色魔法帽10%\n紫色魔法帽5%         橙色魔法帽2%\n金币袋1%",
    },
    [100] = 
    {
        desc = "通关战令说明",
    },
    [101] = 
    {
        desc = "1，战令分为免费和付费内容。",
    },
    [102] = 
    {
        desc = "   （1）免费内容，达到对应通关数可直接领取。",
    },
    [103] = 
    {
        desc = "   （2）付费内容，需要购买战令后，达到对应通关数才可领取。",
    },
    [104] = 
    {
        desc = "2，当战令免费内容全部被领取之后，存在“购买倒计时”（仅未购买时显示）。",
    },
    [105] = 
    {
        desc = "3，“购买倒计时”结束后，战令刷新成下一阶段，依此循环。\n4，购买豪华占领仅当期可用，战令更新后需要重新购买。",
    },
    [109] = 
    {
        desc = "普通锻造",
    },
    [110] = 
    {
        desc = "无需选择图纸，直接消耗玄阳精铁进行锻造，可获取神器或不同数额的神器材料。最高有几率获取<outline color=#150906 width=1><color=#ec626c>红色神器</color></outline>！",
    },
    [111] = 
    {
        desc = "\n概率公示：",
    },
    [112] = 
    {
        desc = "神器获取概率为<outline color=#150906 width=1><color=#70f4a4>10%</color></outline>。\n其中：\n<outline color=#150906 width=1><color=#64aff1>蓝色神器</color></outline>的综合获取概率为<outline color=#150906 width=1><color=#64aff1>74.61%</color></outline>；\n<outline color=#150906 width=1><color=#ac6ef0>紫色神器</color></outline>的综合获取概率为<outline color=#150906 width=1><color=#ac6ef0>1.87%</color></outline>；\n<outline color=#150906 width=1><color=#f4934e>橙色神器</color></outline>的综合获取概率为<outline color=#150906 width=1><color=#f4934e>0.62%</color></outline>；\n<outline color=#150906 width=1><color=#ec626c>红色神器</color></outline>的综合获取概率为<outline color=#150906 width=1><color=#ec626c>0.05%</color></outline>。",
    },
    [113] = 
    {
        desc = "\n神器强化材料的获取概率为<outline color=#150906 width=1><color=#70f4a4>90%</color></outline>。\n其中：\n<outline color=#150906 width=1><color=#70f4a4>绿色神器材料</color></outline>的综合获取概率为<outline color=#150906 width=1><color=#70f4a4>40.5%</color></outline>；\n<outline color=#150906 width=1><color=#64aff1>蓝色神器材料</color></outline>的综合获取概率为<outline color=#150906 width=1><color=#64aff1>40.5%</color></outline>；\n<outline color=#150906 width=1><color=#ac6ef0>紫色神器材料</color></outline>的综合获取概率为<outline color=#150906 width=1><color=#ac6ef0>9%</color></outline>。",
    },
    [114] = 
    {
        desc = "图纸锻造",
    },
    [115] = 
    {
        desc = "需要选择神器图纸，消耗玄阳精铁和对应图纸进行锻造，可直接获取指定<outline color=#150906 width=1><color=#ec626c>红色神器</color></outline>！\n",
    },
    [116] = 
    {
        desc = "公会BOSS",
    },
    [117] = 
    {
        desc = "1、公会成员每天可以参与四次公会BOSS挑战，其中两次免费，两次付费。\n2、当前BOSS被击败后解锁下一BOSS。\n3、每次挑战结束后都可以获得一份挑战奖励。",
    },
    [118] = 
    {
        desc = "4、公会BOSS被击败后，根据玩家对该BOSS造成的总伤害排行通过邮件发放击败奖励\n5、玩家更换公会后再次挑战已经领取过击败奖励的BOSS，只可以获得挑战奖励，无法重复获得击败奖励。",
    },
    [119] = 
    {
        desc = "抢福神",
    },
    [120] = 
    {
        desc = "1、每名玩家会定期偶遇福神，禄神和寿神，并选择迎接。迎接结束后会获取不同程度的丰厚奖励！",
    },
    [121] = 
    {
        desc = "2、玩家好友遇到的神也会彼此共享。（好友越多，迎神机会越多）",
    },
    [122] = 
    {
        desc = "3、每种神只能同时迎接一位。福神虽好，可不要贪多。",
    },
    [123] = 
    {
        desc = "4、每次迎神/抢夺消耗10点体力哦，体力每10分钟回复1点。",
    },
    [124] = 
    {
        desc = "5、可以选择花点小钱，立即完成迎神。（一定要注意，前几次加速迎神，每次都会比前面价格更高的哦！）",
    },
    [125] = 
    {
        desc = "美食旅行",
    },
    [126] = 
    {
        desc = "1、消耗骰子投掷出前进点数，主角根据点数前进，若最终停留的地块有事件，则触发对应事件。",
    },
    [127] = 
    {
        desc = "2、事件可以使用美食币升级，提升各自的能力。",
    },
    [128] = 
    {
        desc = "3、该系统主要产出美食盲盒，美食盲盒也作为事件之一，可进行升级；开启后可以获得对应等级的美食，在盛宴养成系统中使用并激活盛宴。",
    },
    [129] = 
    {
        desc = "事件介绍：",
    },
    [130] = 
    {
        desc = "1、美食盲盒：开启可获得随机美食，升级可开出更高等级和品质的美食。",
    },
    [131] = 
    {
        desc = "2、骰子小店：该事件触发时，可获得一定数量的骰子，提升等级会增加骰子获得数量。",
    },
    [132] = 
    {
        desc = "3、怪物据点：该事件触发时进入战斗，击败怪物可获得丰厚奖励；失败则无任何奖励，且不会影响继续前进。升级后怪物强度更高，同时奖励会更丰厚。",
    },
    [133] = 
    {
        desc = "4、猎人公会：该事件触发时可获得美食币且在无事件布置的地块生成一个陷阱，其他玩家停留在该地块时会被驱逐，且获得该玩家一半的传送收获，陷阱存在数量有上限；升级可提升美食币获得数量。",
    },
    [134] = 
    {
        desc = "5、牧师教堂：该事件触发时可获得美食币且在生成一个陷阱护盾，在其他玩家的空间旅行时触发陷阱可被护盾抵消，护盾数量有上限；升级可提升美食币获得数量。",
    },
    [135] = 
    {
        desc = "6、火箭中心：该事件触发时可随机前往其他玩家的空间进行探索，获取额外奖励，在其他玩家空间踩中陷阱或前进一圈后可回归。",
    },
    [139] = 
    {
        desc = "公会",
    },
    [140] = 
    {
        desc = "1、签到提升公会等级，公会等级越高，可容纳成员数量越多",
    },
    [141] = 
    {
        desc = "2、退出公会后，1小时内无法加入新的公会；创建公会不受该限制。",
    },
    [142] = 
    {
        desc = "3、退出公会后，无法参加公会BOSS玩法。",
    },
    [143] = 
    {
        desc = "4、退出公会后，幸运科技所培养的技能仍然生效，但需要加入新公会方可继续培养。",
    },
    [144] = 
    {
        desc = "5、若会长离线超过48小时，则在当日23点自动转移会长职位，优先根据职位高低转移给最近登录的玩家，若相同则再按战力筛选",
    },
    [145] = 
    {
        desc = "6、会长需要转移职位后才可退出；若公会再无其他玩家，则可以在成员管理删除自己，删除后公会自动解散。",
    },
    [146] = 
    {
        desc = "美食盲盒",
    },
    [147] = 
    {
        desc = "1.美食盲盒的等级根据美食旅行建筑——美食盲盒决定，等级越高可以开启获得的美食品质等级越高。",
    },
    [148] = 
    {
        desc = "2.美食盲盒可通过设置规则自动开启，自动开启规则会在开启到指定规则的美食或缺少盲盒时结束；在开启到指定美食的场合，返回盛宴界面即可决定美食去留。",
    },
    [149] = 
    {
        desc = "3.美食盲盒可通过美食旅行大量获取，也有其他活动可获取。",
    },
    [150] = 
    {
        desc = "盛宴",
    },
    [151] = 
    {
        desc = "1.盛宴共有九个餐点位置，每个位置将为全部上阵的兔将提供基础属性。",
    },
    [152] = 
    {
        desc = "2.获得美食时，将决定是否替换当前位置的美食，无论选择哪个美食摆盘，都会将另一个出售。",
    },
    [153] = 
    {
        desc = "3.美食的属性根据美食的等级和品质共同决定；相似的，美食的售价也与等级和品质共同决定。",
    },
    [154] = 
    {
        desc = "盛宴套装",
    },
    [155] = 
    {
        desc = "1.盛宴套装需要高品质美食的数量达到指定条件，基础的套装效果需要橙色品质，而红色品质组合的套装更加强力。",
    },
    [156] = 
    {
        desc = "2.当美食因为等级不同而共同组建套装时，高等级的美食可以充当低等级的美食，但品质无法支持向下填充。",
    },
    [157] = 
    {
        desc = "精英猎手之礼",
    },
    [158] = 
    {
        desc = "1，每天的首次挑战，达到伤害目标后会获取一定数额的<outline color=#150906 width=1><color=#70f4a4>狩猎经验</color></outline>，达到一定数额会提升战令等级。",
    },
    [159] = 
    {
        desc = "2，战令分为免费和付费内容。\n   （1）免费内容，达到对应等级可直接领取。\n   （2）付费内容，需要购买战令后，达到对应等级才可领取。",
    },
    [160] = 
    {
        desc = "3，本期战令结束后，一段时间后会再次开启",
    },
    [161] = 
    {
        desc = "角斗王之礼",
    },
    [162] = 
    {
        desc = "1，每次战斗均会获取一定数额的<outline color=#150906 width=1><color=#70f4a4>决斗经验</color></outline>，达到一定数额会提升战令等级。",
    },
    [163] = 
    {
        desc = "2，战令分为免费和付费内容。\n   （1）免费内容，达到对应等级可直接领取。\n   （2）付费内容，需要购买战令后，达到对应等级才可领取。",
    },
    [164] = 
    {
        desc = "3，本期战令结束后，一段时间后会再次开启",
    },
    [165] = 
    {
        desc = "概率公示",
    },
    [166] = 
    {
        desc = "板栗粽15%       鲜虾棕15%\n咸肉粽15%       蜜枣粽15%\n黄金骰子3%      美食盲盒3%\n蓝色魔法帽3%  紫色魔法帽3%\n玄阳精铁16%   神器碎片6%\n神器精华4%     神器之心2%\n",
    },
    [167] = 
    {
        desc = "萝卜杯赛事",
    },
    [168] = 
    {
        desc = "1挑战编队：玩家在进行匹配之前，必须先编辑好自身的阵容。活动会提供多个兔将，玩家可使用活动提供的兔将组成编队并互相对战。玩家的战斗编队也会被其他玩家搜索到。",
    },
    [169] = 
    {
        desc = "2挑战消耗：匹配对手不消耗竞技券，进入战斗后无论胜负都消耗一张竞技券。",
    },
    [170] = 
    {
        desc = "3挑战规则：玩家会匹配到旗鼓相当的对手；挑战失败：发放奖励。挑战成功：记录胜场+1，并发放奖励。",
    },
    [171] = 
    {
        desc = "4排行逻辑：玩家每战斗胜利一次，记录胜场+1。依照胜场由高到低的顺序排列，记录排行榜，胜场相同时，率先达到此胜场的玩家优先。",
    },
    [172] = 
    {
        desc = "1、公会乐园为赛季循环公会对战玩法，每个赛季分为休赛期、报名期、匹配期",
    },
    [173] = 
    {
        desc = "2、休赛期参与消消乐获得对应建筑的水果能量，提升中心建筑等级",
    },
    [174] = 
    {
        desc = "3、中心建筑等级符合条件后可以在报名期报名参与建筑防守，报名期间可以继续提升建筑等级",
    },
    [175] = 
    {
        desc = "4、报名结束后战力靠前的报名玩家将被自动分配到建筑中入驻，参与建筑防守",
    },
    [176] = 
    {
        desc = "6、比赛期玩家可以挑战对方公会的入驻玩家，每战胜一次对手都可以减少建筑防御值，获得公会积分",
    },
    [177] = 
    {
        desc = "7、当建筑防御值清零且镇守者被击败时，该建筑被击破，只有击破周围建筑才可以攻击中心建筑，优先击破所有建筑者获胜",
    },
    [178] = 
    {
        desc = "8、公会积分用于跨服组所有公会排行，发放对应排行奖励",
    },
    [179] = 
    {
        desc = "概率公示",
    },
    [180] = 
    {
        desc = "梨15%            苹果15%\n葡萄15%          香蕉15%\n黄金骰子2%        黄金骰子3%\n美食盲盒2%        美食盲盒3%\n蓝色魔法帽2        蓝色魔法帽3%\n紫色魔法帽2%      紫色魔法帽3%\n玄阳精铁2%        玄阳精铁4%\n神器碎片6%        神器精华4%\n神器之心2%        橙色碎片礼包3%\n紫色碎片礼包3%\n",
    },
    [181] = 
    {
        desc = "登神长阶",
    },
    [182] = 
    {
        desc = "1.该玩法为跨服赛区玩法，根据服务器组进行玩家匹配。",
    },
    [183] = 
    {
        desc = "2.玩家进行玩法时自动划分战区，并且开始累计挂机奖励，挂机奖励与段位匹配。当赛季结束时，玩家还可以获得段位对应的结算奖励。",
    },
    [184] = 
    {
        desc = "3.玩家每天可免费匹配对手20次，同时可额外购买10次匹配次数。",
    },
    [185] = 
    {
        desc = "4.匹配的玩家将会自动优先匹配段位相近的对手，段位星数为玩家在此段位的累计净胜场，星数达到要求后即可升段。特殊的，玩家星数不会为负，也不会因负场掉段。",
    },
    [186] = 
    {
        desc = "玩法流程",
    },
    [187] = 
    {
        desc = "1、公会乐园为赛季循环公会对战玩法，每个赛季从周一到周日分为休赛期、报名期、对战期",
    },
    [188] = 
    {
        desc = "2、乐园中共5座建筑，其中一座为中心建筑，另外四座分别与柠檬、蜜桃、萝卜、草莓对应",
    },
    [189] = 
    {
        desc = "3、休赛期玩家可参与水果消消乐小游戏，获得水果能量存储于对应的建筑中，当四座建筑的水果能量全部达到某个标准时，就可以提升中心建筑等级",
    },
    [190] = 
    {
        desc = "4、进入报名期后，中间建筑等级大于lv.3的公会获得比赛资格，可以报名入驻建筑参与防守，在此期间还可继续提升中心建筑等级",
    },
    [191] = 
    {
        desc = "5、报名期结束后会有一小段时间空隙用于匹配对手公会",
    },
    [192] = 
    {
        desc = "6、匹配结束后进入比赛期，所有公会成员皆可挑战对手公会的入驻成员，优先攻破敌方公会五座建筑者获胜",
    },
    [193] = 
    {
        desc = "比赛规则",
    },
    [194] = 
    {
        desc = "1、休赛期+报名期参与消消乐小游戏提升中心建筑等级，达到lv.3可获得参与比赛的资格",
    },
    [195] = 
    {
        desc = "2、有资格比赛的公会可在报名期进行防守报名，报名的玩家会入驻到本公会建筑中，防守敌方进攻，防守阵容取报名期结束时的玩家主线阵容（大家注意报名结束时间，以更换适合防守的阵容哦）",
    },
    [196] = 
    {
        desc = "3、系统会将本公会报名玩家按防守阵容的战力排行，依次循环分配到五座建筑中，其中入驻每座建筑1号位者被任命为本建筑的镇守者",
    },
    [197] = 
    {
        desc = "4、无人入驻的建筑默认为攻破状态，有人入驻但入驻位不满的建筑会自动填充一名建筑守卫机器人",
    },
    [198] = 
    {
        desc = "5、报名期结束并分配入驻后，会匹配中心建筑等级相近的对手，匹配成功后进入比赛期",
    },
    [199] = 
    {
        desc = "6、符合参与条件的公会所有成员皆可挑战对手公会入驻建筑的成员，挑战胜利可获得公会积分，扣除对方建筑的防御值；挑战失败也可以获得较少的公会积分，但是不扣对方建筑防御值",
    },
    [200] = 
    {
        desc = "7、当某座建筑的防御值清零，且镇守者也被击败，则该建筑被攻破，不可再进行挑战，攻破建筑会有额外的公会积分奖励",
    },
    [201] = 
    {
        desc = "8、中心建筑必须在其他四座建筑都攻破后进行挑战，优先击破中心建筑者获得比赛胜利",
    },
    [202] = 
    {
        desc = "9、若比赛期时间结束时双方都未攻破中心建筑，则按公会积分较多者获胜；积分相同时所有建筑剩余防御值较多者获胜；若还相同，则全部判定为失败。比赛结束后重置建筑数据，开始新一轮的赛季",
    },
    [203] = 
    {
        desc = "数据说明",
    },
    [204] = 
    {
        desc = "1、休赛期+报名期间玩家每日可参与2次消消乐，每次参与可点击15次消除",
    },
    [205] = 
    {
        desc = "2、每座建筑可入驻4位玩家，按入驻顺序依次为1-4号位置",
    },
    [206] = 
    {
        desc = "3、比赛期间每位玩家每天都有5次挑战次数，请玩家慎重考虑挑战对象哦",
    },
    [207] = 
    {
        desc = "4、挑战胜利时，按对手入驻建筑的位置获得不同的公会积分，1-4号位分别获得50、20、10、5积分",
    },
    [208] = 
    {
        desc = "5、挑战胜利时，按对手入驻建筑的位置扣除对方该建筑不同的防御值，1-4号位分别扣除100、50、30、20防御值",
    },
    [209] = 
    {
        desc = "6、挑战失败时获得3积分，不扣除对方防御值",
    },
    [210] = 
    {
        desc = "7，攻破地方某座建筑时，获得200公会积分",
    },
    [211] = 
    {
        desc = "8、获得比赛胜利时，获得1000公会积分",
    },
    [212] = 
    {
        desc = "乐园奖励",
    },
    [213] = 
    {
        desc = "1、中间建筑每次升级，每位公会成员皆可领取公会宝箱奖励",
    },
    [214] = 
    {
        desc = "2、比赛期间每次挑战皆可获得一份个人挑战奖励",
    },
    [215] = 
    {
        desc = "3、比赛获胜时，每位公会成员皆可获得一份胜利奖励",
    },
    [216] = 
    {
        desc = "4、比赛结束时，每位公会成员皆可获得一份公会积分排行奖励",
    },
    [217] = 
    {
        desc = "特殊说明",
    },
    [218] = 
    {
        desc = "1、报名时间结束时会锁定入驻成员的主线阵容作为建筑防守阵容，请参与防守的玩家留意报名结束时间，在此期间将主线阵容变更为更适合防守的阵容哦",
    },
    [219] = 
    {
        desc = "蘑菇获取",
    },
    [220] = 
    {
        desc = "1.在线通关小关卡时概率获得1个新鲜蘑菇，概率随关卡数的提升而提升",
    },
    [221] = 
    {
        desc = "2.每日的新鲜蘑菇获取具有上限，特权可提升上限",
    },
    [222] = 
    {
        desc = "合成玩法",
    },
    [223] = 
    {
        desc = "1.采摘新鲜蘑菇时可随机获得1~3个奖励碎片",
    },
    [224] = 
    {
        desc = "2.同级别的奖励碎片可以二合一，合成等级+1的奖励碎片",
    },
    [225] = 
    {
        desc = "3.当奖励碎片合成到指定等级时可双击使用",
    },
    [226] = 
    {
        desc = "奖励内容",
    },
    [227] = 
    {
        desc = "初始可获得：金币、进阶宝石、强化宝石、抽奖券、钻石、抽卡券、蓝紫橙帽子、紫橙红兔将碎片",
    },
    [228] = 
    {
        desc = "100关后添加奖励：锻造石、神器精华",
    },
    [229] = 
    {
        desc = "1000关后添加奖励：行动骰子",
    },
    [233] = 
    {
        desc = "5.竞技商店每周更新，消耗竞技硬币即可兑换丰厚奖励。",
    },
    [234] = 
    {
        desc = "6.当玩家达到斗战胜佛段位时，会根据赛区排名进行划分，排行前十的玩家将荣获齐天大圣的称号，保持排名后可获得更高的奖励。",
    },
    [235] = 
    {
        desc = "家园转盘",
    },
    [236] = 
    {
        desc = "1，消耗转盘能量，转动转盘。可以获取道具，或遭遇不同的“事件”。\n\n转盘概率公示：\n偷取                    10%\n家园币X100         30%\n攻击                    10%\n家园币X200         20%\n萝卜积分X3         10%\n家园币X500         10%\n护盾                      5%\n家园币X1000         5%\n转盘能量                1%\n家园币X10000       1%",
    },
    [237] = 
    {
        desc = "\n2，可以选择“多倍奖励”。消耗多倍的转盘能量，无论转盘抽中何种奖励，都会翻倍获取!（护盾的上限值为3。小心多倍奖励抽到转盘，次数溢出造成亏损哦。）",
    },
    [238] = 
    {
        desc = "\n3，对战记录：被攻击的对战，会被记录在“记录”内。可以复仇，复仇成功可以获取丰厚奖励。",
    },
    [239] = 
    {
        desc = "\n4，每次偷取/战斗后，会随机匹配一位新的玩家作为对手。努力转动转盘，装扮你的家园吧！",
    },
    [240] = 
    {
        desc = "家园地图",
    },
    [241] = 
    {
        desc = "1，家园内存在多张地图，每张地图有独立的装扮和对应的解锁条件。",
    },
    [242] = 
    {
        desc = "2，消耗“家园币”，可以对家园地图进行升级，获取属性加成。",
    },
    [243] = 
    {
        desc = "家园装扮",
    },
    [244] = 
    {
        desc = "1，装扮获取：可以消耗“工具箱”在商店购买，也可能有某些限定装扮限时在活动中出售哦。",
    },
    [245] = 
    {
        desc = "2，装扮摆放：装扮可进行左右翻转，不可重叠摆放。",
    },
    [246] = 
    {
        desc = "3，装扮套装：装扮存在套装加成，收集对应的装扮可以激活不同的效果。",
    },
    [247] = 
    {
        desc = "4，装扮属性：装扮本身存在“魅力值”和“属性加成”。根据家园地图个数，增加“可获取属性加成的装扮数量”。根据拥有的装扮中，“魅力值”从高到低进行排序，并获取对应的属性加成。",
    },
    [248] = 
    {
        desc = "5，装扮分解：多余的装扮可以进行分解，获取对应数量的“工具箱”。",
    },
    [249] = 
    {
        desc = "装扮预设",
    },
    [250] = 
    {
        desc = "每套装扮均有一套预设摆放，可以直接将家园布置成美美的样子。",
    },
    [251] = 
    {
        desc = "装扮商店",
    },
    [252] = 
    {
        desc = "仅在解锁对应的家园地图，才可以查看对应的装扮商店哦。",
    },
    [253] = 
    {
        desc = "家园点赞",
    },
    [254] = 
    {
        desc = "拜访他人的庄园可以进行点赞，点赞会获取奖励。",
    },
    [255] = 
    {
        desc = "家园排行",
    },
    [256] = 
    {
        desc = "1，魅力排行：根据“可获取属性加成的装扮数量”计算对应的魅力值总和，进行排行。",
    },
    [257] = 
    {
        desc = "2，点赞排行：根据收到的“总点赞数”，进行排行。",
    },
    [258] = 
    {
        desc = "预设布置",
    },
    [259] = 
    {
        desc = "1，预设布置只能对当前的进入地图进行摆放。",
    },
    [260] = 
    {
        desc = "2，预设布置会撤下当前地图内已经装扮好的内容。",
    },
    [262] = 
    {
        desc = "此处应有守护说明",
    },
    [263] = 
    {
        desc = "守护副本说明",
    },
    [264] = 
    {
        desc = "守护副本说明",
    },
    [270] = 
    {
        desc = "一.词条解锁",
    },
    [271] = 
    {
        desc = "1.每个兔将有4个守护，每个守护有4个词条位置",
    },
    [272] = 
    {
        desc = "2.初始词条为加锁状态，根据英雄星级解锁",
    },
    [273] = 
    {
        desc = "3.解锁条件达成后，词条变为可解锁状态，解锁后将自动进行词条随机",
    },
    [274] = 
    {
        desc = "二.词条洗练",
    },
    [275] = 
    {
        desc = "1.词条解锁后，可通过洗练重新随机其他词条",
    },
    [276] = 
    {
        desc = "2.已解锁词条数量大于等于2时，可以锁定已解锁词条数量-1数目的词条，锁定后再洗练时该词条不会变动",
    },
    [277] = 
    {
        desc = "3.初始洗练只消耗四象灵石，随着锁定数目增加，四象灵石消耗的数量会增加，还会额外需要消耗记忆晶体。",
    },
    [278] = 
    {
        desc = "4.由于能量逸散，在拥有红色品质的词条后，再生成红色词条的难度将会上升",
    },
    [279] = 
    {
        desc = "三.词条属性",
    },
    [280] = 
    {
        desc = "1.基础属性词条等级上限为lv.4，特殊属性词条等级上限为lv.3",
    },
    [281] = 
    {
        desc = "2.同种属性累计等级之和即为守护属性等级，基础属性的守护等级上限为lv.8，特殊属性的守护等级上限为lv.6",
    },
    [282] = 
    {
        desc = "3.守护属性不同等级之间的属性效果叠加，具体属性内容可点击四灵祝福详细查看",
    },
    [283] = 
    {
        desc = "职业手册",
    },
    [284] = 
    {
        desc = "职业挑战券和职业扫荡券会在每日0点补满",
    },
    [285] = 
    {
        desc = "职业手册仅能使用对应职业的兔将进行挑战（坦克和辅助为通用职业，可以用于任意职业手册副本）",
    },
    [286] = 
    {
        desc = "存在首通奖励，仅首次挑战胜利可获取。后续扫荡仅能获得通常奖励。",
    },
    [287] = 
    {
        desc = "四.随机概率",
    },
    [288] = 
    {
        desc = "没有红色词条时：",
    },
    [289] = 
    {
        desc = "红5%    橙28%   紫48%  蓝19%",
    },
    [290] = 
    {
        desc = "存在1条红色词条时：",
    },
    [291] = 
    {
        desc = "红0.5%  橙30%   紫40%  蓝29.5%",
    },
    [292] = 
    {
        desc = "存在2条红色词条时：",
    },
    [293] = 
    {
        desc = "红0.05% 橙10%   紫40%  蓝49.95%",
    },
    [294] = 
    {
        desc = "存在3条红色词条时：",
    },
    [295] = 
    {
        desc = "红0.01% 橙5.55% 紫40%  蓝54.44%",
    },
    [296] = 
    {
        desc = "战令说明",
    },
    [297] = 
    {
        desc = "1.战令分为免费和付费内容。",
    },
    [298] = 
    {
        desc = "   （1）免费内容，仙丹达到对应数量可直接领取。",
    },
    [299] = 
    {
        desc = "   （2）付费内容，需要购买战令后，仙丹达到对应数量才可领取。",
    },
    [300] = 
    {
        desc = "2.仙丹的获取途径为：翠丹房完成每日任务",
    },
    [301] = 
    {
        desc = "3.战令与活动持续时间同步，将会在活动关闭后进度清零，请及时领奖。",
    },
    [302] = 
    {
        desc = "蟠桃园说明",
    },
    [303] = 
    {
        desc = "1.蟠桃园每次偷桃都需要消耗一定门票，用以让门卫睁一只眼闭一只眼，仙桃损失的量越多，门卫开价越高。",
    },
    [304] = 
    {
        desc = "2.每次偷桃都有被发现的风险，偷桃成功后仙桃将暂时存储在小乾坤袋，此时可以选择就此收手将获得已偷取的所有仙桃。",
    },
    [305] = 
    {
        desc = "3.如果选择继续偷桃，将深入桃园，有可能获得数量更多或者品质更好的仙桃；一旦被发现，将损失一部分已存仙桃，并且立刻被逐出园区，需要重新探索。",
    },
    [306] = 
    {
        desc = "瑶池宫蟠桃大会",
    },
    [307] = 
    {
        desc = "1.可品尝不同风味的仙桃，以获取奖励以及积分。",
    },
    [308] = 
    {
        desc = "2.积分累计后，可用于领取仙桃以及累计奖励。",
    },
    [309] = 
    {
        desc = "3.具体仙桃奖励如下：",
    },
    [310] = 
    {
        desc = "十年桃",
    },
    [311] = 
    {
        desc = "1、品尝十年桃可获得1份奖励，并且获得桃子积分1。",
    },
    [312] = 
    {
        desc = "2、奖励综合概率为：橙色兔将10%，紫色兔将40%，红色碎片礼包5%,进阶宝石15%,强化宝石6%,黄金骰子2.5%,美食盲盒2.5%,蓝色魔法帽7.5%,紫色魔法帽7.5%,玄阳精铁2%,抽奖券2%。",
    },
    [313] = 
    {
    },
    [314] = 
    {
        desc = "百年桃",
    },
    [315] = 
    {
        desc = "1、品尝百年桃可获得1份奖励，并且获得桃子积分10。",
    },
    [316] = 
    {
        desc = "2、奖励综合概率为：红色兔将3.25%，橙色兔将42.25%，紫色兔将19.5%，红色碎片礼包3.5%,进阶宝石10.5%,强化宝石4.2%,黄金骰子1.75%,美食盲盒1.75%,蓝色魔法帽5.25%,紫色魔法帽5.25%,玄阳精铁1.4%,抽奖券1.4%。",
    },
    [317] = 
    {
    },
    [318] = 
    {
        desc = "千年桃",
    },
    [319] = 
    {
        desc = "1、品尝千年桃可获得1份奖励，并且获得桃子积分20。",
    },
    [320] = 
    {
        desc = "2、奖励综合概率为：红色兔将24%，橙色兔将56%，红色碎片礼包2%,进阶宝石6%,强化宝石2.4%,黄金骰子1%,美食盲盒1%,蓝色魔法帽3%,紫色魔法帽3%,玄阳精铁0.8%,抽奖券0.8%。",
    },
    [321] = 
    {
    },
    [322] = 
    {
        desc = "万年桃",
    },
    [323] = 
    {
        desc = "1、品尝千年桃可获得1份奖励，并且获得桃子积分50。",
    },
    [324] = 
    {
        desc = "2、奖励综合概率为：红色兔将100%。",
    },
    [325] = 
    {
        desc = "星级比拼",
    },
    [326] = 
    {
        desc = "1.玩家将以自身英雄对应星级与敌将对决",
    },
    [327] = 
    {
        desc = "2.比拼星力胜利后可获得胜利奖励，并且可以额外购得升星碎片。",
    },
    [328] = 
    {
        desc = "3.比拼星力失败也无需气馁，寻找升星途径提升后可重复挑战。",
    },
    [329] = 
    {
        desc = "4.可根据桃仙手中仙桃颜色与数量判断预期能够偷取的仙桃内容。",
    },
    [330] = 
    {
        desc = "成就达标",
    },
    [331] = 
    {
        desc = "下期成就达标活动内容为“魔法帽”，“美食旅行”和“神器锻造”。冒险者们可以提前准备更多的“魔法帽”，“黄金骰子”和“玄阳精铁”以获取更多活动积分，赢取更丰厚的奖励哦。",
    },
    [332] = 
    {
        desc = "限时直购",
    },
    [333] = 
    {
        desc = "活动期间将同步开放“限时直购”商店。即使提前准备不足的冒险者们也可以冲击多轮奖励！",
    },
    [336] = 
    {
        desc = "成就达标",
    },
    [337] = 
    {
        desc = "下期成就达标活动内容为“英雄招募”。冒险者们可以提前准备更多的“招募券”，以获取更多活动积分，赢取更丰厚的奖励哦。",
    },
    [338] = 
    {
        desc = "限时直购",
    },
    [339] = 
    {
        desc = "活动期间将同步开放“限时直购”商店。即使提前准备不足的冒险者们也可以冲击多轮奖励！",
    },
    [342] = 
    {
        desc = "仙子升级",
    },
    [343] = 
    {
        desc = "活动期间，消耗限时道具“月之石”可使月宫仙子升级，提升属性。",
    },
    [344] = 
    {
        desc = "仙子升阶",
    },
    [345] = 
    {
        desc = "活动期间，月宫仙子达到等级上限时，可消耗限时道具“月之精”进行升阶。\n升阶后，可提升属性，和等级上限。（有可能解锁强力技能）",
    },
    [346] = 
    {
        desc = "活动奖励",
    },
    [347] = 
    {
        desc = "存在仙子等级排行榜，且活动结束时，依照排行榜，以邮件形式发放奖励。",
    },
    [348] = 
    {
        desc = "丰收对决",
    },
    [349] = 
    {
        desc = "1.玩家将以自身英雄对应星级与众兔将对决",
    },
    [350] = 
    {
        desc = "2.比拼星力胜利后可获得胜利奖励，并且可以额外购得升星碎片。",
    },
    [351] = 
    {
        desc = "3.比拼星力失败也无需气馁，寻找升星途径提升后可重复挑战。",
    },
    [352] = 
    {
        desc = "概率公示：",
    },
    [353] = 
    {
        desc = "自选奖励1         0.5%\n自选奖励2         1.5%\n自选奖励3         1%",
    },
    [354] = 
    {
        desc = "红色碎片礼包    7%",
    },
    [355] = 
    {
        desc = "黄金骰子          7%",
    },
    [356] = 
    {
        desc = "抽奖券              7%",
    },
    [357] = 
    {
        desc = "玄阳精铁          7%",
    },
    [358] = 
    {
        desc = "蓝色魔法帽       23%",
    },
    [359] = 
    {
        desc = "神器精华          23%",
    },
    [360] = 
    {
        desc = "简易家具箱       23%",
    },
    [361] = 
    {
    },
    [362] = 
    {
        desc = "国庆盛典说明",
    },
    [363] = 
    {
        desc = "1，购买资格",
    },
    [364] = 
    {
        desc = "国庆盛典可在活动时间内任意时间购买。",
    },
    [365] = 
    {
        desc = "2，奖励领取条件",
    },
    [366] = 
    {
        desc = "① 仅购买国庆盛典的玩家才可领取对应奖励。",
    },
    [367] = 
    {
        desc = "② 如果购买了国庆盛典，但在活动结束前并未领取所有奖励。未领取的奖励也会以邮件形式补发哦。",
    },
    [368] = 
    {
        desc = "成就达标",
    },
    [369] = 
    {
        desc = "下期成就达标活动内容为“魔法帽”。冒险者们可以提前准备更多的“魔法帽”以获取更多活动积分，赢取更丰厚的奖励哦。",
    },
    [370] = 
    {
        desc = "限时直购",
    },
    [371] = 
    {
        desc = "活动期间将同步开放“限时直购”商店。即使提前准备不足的冒险者们也可以冲击多轮奖励！",
    },
    [372] = 
    {
        desc = "特别说明",
    },
    [373] = 
    {
        desc = "所有对应天数的任务只能当天完成，后续天数仅可领取奖励！",
    },
    [374] = 
    {
        desc = "天赋系统",
    },
    [375] = 
    {
        desc = "1.天赋有属性天赋和技能天赋两种，技能天赋又分为基础、进阶、终极三类",
    },
    [376] = 
    {
        desc = "2.天赋需要线性养成，依次解锁天赋，并且在关键天赋位置解锁技能",
    },
    [377] = 
    {
        desc = "3.其中属性天赋给全体属性，激活后即可生效；技能天赋激活后存入对应类型的列表，用于玩家主动选择搭配技能",
    },
    [378] = 
    {
        desc = "4.同一个天赋技能分多个等级，会在天赋养成线中依次解锁，解锁高等级技能时会替换掉低等级技能",
    },
    [379] = 
    {
        desc = "跨年好礼说明",
    },
    [380] = 
    {
        desc = "1，购买资格",
    },
    [381] = 
    {
        desc = "跨年好礼可在活动时间内任意时间购买。",
    },
    [382] = 
    {
        desc = "2，奖励领取条件",
    },
    [383] = 
    {
        desc = "① 仅购买跨年好礼的玩家才可领取对应奖励。",
    },
    [384] = 
    {
        desc = "② 如果购买了跨年好礼，但在活动结束前并未领取所有奖励。未领取的奖励也会以邮件形式补发哦。",
    },
    [385] = 
    {
        desc = "规则说明",
    },
    [386] = 
    {
        desc = "1.活动时间内，每天解锁新一天的任务与礼包，完成任务可领取对应奖励的同时获取积分，增加积分进度。",
    },
    [387] = 
    {
        desc = "2.已解锁的天数任务即使今日无法完成，也可以在后续的活动天数内继续推进进度。",
    },
    [388] = 
    {
        desc = "3.在活动时间内，即使是尚未开启天数的任务，也会记录现在的完成进度。",
    },
    [389] = 
    {
        desc = "4.活动期间累计积分进度可获得奖励，活动结束后将清零。",
    },
    [390] = 
    {
        desc = "5.活动结束时，未领取的奖励将会以邮件的形式补发，请注意查收。",
    },
    [391] = 
    {
        desc = "规则说明",
    },
    [392] = 
    {
        desc = "1.活动期间内，累计抵达上榜条件后都可以加入排行榜单",
    },
    [393] = 
    {
        desc = "2.榜单开启后将优先对达标内容进行排名；当达标内容一致时，根据抵达时间比较，越短时间抵达的玩家越靠前。",
    },
    [394] = 
    {
        desc = "3.活动期间每日有一份瞻仰奖励请注意查收。",
    },
    [395] = 
    {
        desc = "4.活动结束时，尚有一天的排行公示期可供玩家查阅。",
    },
    [396] = 
    {
        desc = "5.活动结束后，根据榜单排名通过邮件的形式发放奖励，请注意查收。",
    },
    [397] = 
    {
        desc = "普通奖励",
    },
    [398] = 
    {
        desc = "存在多个假面，每个假面中都有神秘奖励。",
    },
    [399] = 
    {
        desc = "神秘大奖",
    },
    [400] = 
    {
        desc = "存在多个关卡，每个关卡都有一个大奖，并且可供任意定制。",
    },
    [401] = 
    {
        desc = "多层舞池",
    },
    [402] = 
    {
        desc = "抽到大奖即可进入下一层，当然也可以选择留在本层继续抽取神秘奖励。所有层数都通关后，奖励会循环。",
    },
    [403] = 
    {
        desc = "超级大奖",
    },
    [404] = 
    {
        desc = "某些层数会有超级大奖，快快深入吧！",
    },
    [405] = 
    {
        desc = "概率公示",
    },
    [406] = 
    {
        desc = "甜甜圈15%，\n清凉一夏5%，\n糖果蜜恋3%，\n蓝色魔法帽15%，\n紫色魔法帽10%，\n橙色魔法帽3%，\n简易家具箱5%，\n随机紫将碎片15%，\n随机橙将碎片10%，\n随机红将碎片5%，\n万能红将碎片3%，\n抽奖券5%，\n玄阳精铁3%，\n黄金骰子3%。",
    },
    [407] = 
    {
        desc = "普通奖励",
    },
    [408] = 
    {
        desc = "存在多个假面，每个假面中都有神秘奖励。",
    },
    [409] = 
    {
        desc = "神秘大奖",
    },
    [410] = 
    {
        desc = "存在多个关卡，每个关卡都有一个大奖，并且可供任意定制。",
    },
    [411] = 
    {
        desc = "多层舞池",
    },
    [412] = 
    {
        desc = "抽到大奖即可进入下一层，当然也可以选择留在本层继续抽取神秘奖励。所有层数都通关后，奖励会循环。",
    },
    [413] = 
    {
        desc = "超级大奖",
    },
    [414] = 
    {
        desc = "某些层数会有超级大奖，快快深入吧！",
    },
    [415] = 
    {
        desc = "概率公示",
    },
    [416] = 
    {
        desc = "自选材料盒II 18%，\n甜甜圈 15%，\n清凉一夏 5%，\n糖果蜜恋 3%，\n蓝色魔法帽 7%，\n紫色魔法帽 4%，\n橙色魔法帽 1%，\n简易家具箱 5%，\n随机紫将碎片 15%，\n随机橙将碎片 10%，\n随机红将碎片 5%，\n万能红将碎片 3%，\n抽奖券 3%，\n玄阳精铁 3%，\n黄金骰子 3%。",
    },
    [417] = 
    {
        desc = "基础规则",
    },
    [418] = 
    {
        desc = "1.玩家需要在每周的普通竞技场赛季结束，排名在前50名以内(包含第50名 )。跨服竟技场在周一的00:00:00正式开启。",
    },
    [419] = 
    {
        desc = "2.按照一定区服范围进行匹配，玩家当前最高战力的前50人会加入到神话竞技场，进行对战。",
    },
    [420] = 
    {
        desc = "3.巅峰竞技场玩家初始拥有1000积分，每次挑战根据胜/败增加或者减少积分。",
    },
    [421] = 
    {
        desc = "4.若玩家在跨服竞技场取得排名，但在普通竞技场赛季结束的时候没有进入前50名，则下一期跨服竞技场无法参与。",
    },
    [422] = 
    {
        desc = "5.跨服竞技场每日有5次免费次数，可消耗钻石额外购买5次。免费次数不累积，每日重置。",
    },
    [423] = 
    {
        desc = "升降级规则",
    },
    [424] = 
    {
        desc = "1.当一个跨服竞技场赛季结束后，神话竞技场的最后10名玩家将会降级到史诗竞技场。神话竞技场的其余玩家无需重新匹配，在下一周期巅峰竞技场与新晋级的玩家共同组成神话竞技场，进行对战。",
    },
    [425] = 
    {
        desc = "2.在进行巅峰竞技场匹配时候，跨服组内战力50名之后会进入史诗竞技场。每个史诗竞技场的前10名，在下一周期巅峰竞技场获得晋升神话竞技场的名额。",
    },
    [426] = 
    {
        desc = "3.若玩家在巅峰竞技场取得高排名(非降级名额)，但在普通竞技场赛季结束的时候没有进入前100名，则下一期巅峰竞技场无法参与。",
    },
    [427] = 
    {
        desc = "4.巅峰竞技场升降级规则，无论是否有相同积分的存在，均依照排行榜名次决定。",
    },
    [428] = 
    {
        desc = "奖励规则",
    },
    [429] = 
    {
        desc = "1.神话竞技场和史诗竞技场奖励所有不同，神话竞技场奖励更丰厚。",
    },
    [430] = 
    {
        desc = "2.巅峰竞技场在周日23:50:00根据排名结算当前周期的赛季排名奖励，奖励通过邮件进行发放，请注意查收。",
    },
    [431] = 
    {
        desc = "活跃战令",
    },
    [432] = 
    {
        desc = "1，任务达人分为免费和付费内容。",
    },
    [433] = 
    {
        desc = "   （1）免费内容：完成每日任务和每周任务获取活跃点数，以升级战令",
    },
    [434] = 
    {
        desc = "   （2）付费内容，需要购买战令后，达到对应活跃点数才可领取。",
    },
    [435] = 
    {
        desc = "2，任务达人以周期开放，单次购买战令仅能当期使用。",
    },
    [436] = 
    {
        desc = "基础规则",
    },
    [437] = 
    {
        desc = "1.世界公敌由一定数量的区服内所有公会匹配组成一个赛区。",
    },
    [438] = 
    {
        desc = "2.周一0:00至周日23:50固定开放，每天存在免费挑战次数和付费挑战次数。",
    },
    [439] = 
    {
        desc = "3.仅加入公会的玩家才可挑战世界公敌。",
    },
    [440] = 
    {
        desc = "4.个人达标伤害按照个人最高挑战伤害计算，公会伤害为公会内成员的个人最高挑战伤害总和。",
    },
    [441] = 
    {
        desc = "5.世界公敌每隔一周更换一次，不同的世界公敌有不一样的boss技能和阵容玩法。",
    },
    [442] = 
    {
        desc = "特殊规则",
    },
    [443] = 
    {
        desc = "1.每周日的23:50为世界公敌的伤害结算阶段，根据此事件的公会总伤害和个人最高伤害进行排行，以发放奖励。下一期的世界公敌会在周一0:00再次开放。",
    },
    [444] = 
    {
        desc = "2.已脱离公会的玩家造成的伤害需要从当期联盟总伤害内消除，且无法获取先前公会排行奖励。",
    },
    [445] = 
    {
        desc = "3.赛季内，如果玩家未参与过世界公敌（未对boss造成过伤害），则公会排行奖励不会发放给该玩家。",
    },
    [446] = 
    {
        desc = "精华收集说明",
    },
    [447] = 
    {
        desc = "1.精华收集分为免费和付费内容。",
    },
    [448] = 
    {
        desc = "   （1）免费内容，祈愿星达到对应数量可直接领取。",
    },
    [449] = 
    {
        desc = "   （2）付费内容，需要购买至尊特权后，祈愿星达到对应数量才可领取。",
    },
    [450] = 
    {
        desc = "2.祈愿星的获取途径为：魔镜重圆完成每日任务",
    },
    [451] = 
    {
        desc = "3.精华收集与活动持续时间同步，将会在活动关闭后进度清零，请及时领奖。",
    },
    [452] = 
    {
        desc = "概率公示",
    },
    [453] = 
    {
        desc = "韭菜鸡蛋饺      20%",
    },
    [454] = 
    {
        desc = "大葱猪肉饺      20%",
    },
    [455] = 
    {
        desc = "玉米猪肉饺      20%",
    },
    [456] = 
    {
        desc = "鲜虾猪肉饺      20%",
    },
    [457] = 
    {
        desc = "黄金骰子         1%",
    },
    [458] = 
    {
        desc = "蓝色魔法帽      2%",
    },
    [459] = 
    {
        desc = "紫色魔法帽      1%",
    },
    [460] = 
    {
        desc = "橙色魔法帽      0.5%",
    },
    [461] = 
    {
        desc = "玄阳精铁         2%",
    },
    [462] = 
    {
        desc = "神器精华         2%",
    },
    [463] = 
    {
        desc = "红色碎片礼包  0.5%",
    },
    [464] = 
    {
        desc = "橙色碎片礼包  1.5%",
    },
    [465] = 
    {
        desc = "紫色碎片礼包  3%",
    },
    [466] = 
    {
        desc = "自选材料盒II    3%",
    },
    [467] = 
    {
        desc = "简易家具箱      3%\n",
    },
    [468] = 
    {
        desc = "1.玩家每日可领取藏宝图，并且消耗藏宝图可以进行山海寻宝。",
    },
    [469] = 
    {
        desc = "2.山海寻宝可能直接寻得天材地宝即立刻获得道具奖励，也有可能寻得福地洞天触发探索事件。触发福地洞天后进入探索时期，此时福地神迹未显，玩家有充足的时间探索并且入驻。探索期的时长无限。",
    },
    [470] = 
    {
        desc = "3.每个福地洞天的归属者为寻得该福地的玩家，玩家可以入驻兔将进行驻守，随后可以邀请至多两名玩家协助驻守。可以通过公会频道发起公会协助，也可以广而告之邀请所有玩家共同构筑防线。入驻准备期的时长为120分钟。",
    },
    [471] = 
    {
        desc = "4.入驻期结束后，将会正式开发福地洞天的潜力，届时将引发天地异变，进入争夺期。此时所有玩家可以循声而来，尝试击败防守方并且掠夺一部分奖励。争夺期的时长为240分钟。",
    },
    [472] = 
    {
        desc = "5.由于尽力有限，福地的探索时长无限但玩家最多关注两座福地洞天，之后的探索即使寻得福地也只能放弃。相应的，玩家每天可出动协助防守的次数以及出手掠夺的次数也有上限。",
    },
    [473] = 
    {
        desc = "6.寻宝概率如下：",
    },
    [474] = 
    {
        desc = "寻得洞天秘境    3%",
    },
    [475] = 
    {
        desc = "寻得福地秘境    12%",
    },
    [476] = 
    {
        desc = "寻得天材地宝    85%",
    },
    [477] = 
    {
        desc = "7.会长进行成员管理时，点击对应成员头像右下角的按钮可以将成员逐出公会",
    },
    [478] = 
    {
        desc = "跨年好礼说明",
    },
    [479] = 
    {
        desc = "1，购买资格",
    },
    [480] = 
    {
        desc = "跨年好礼可在活动时间内任意时间购买。",
    },
    [481] = 
    {
        desc = "2，奖励领取条件",
    },
    [482] = 
    {
        desc = "① 仅购买跨年好礼的玩家才可领取对应奖励。",
    },
    [483] = 
    {
        desc = "② 如果购买了跨年好礼，但在活动结束前并未领取所有奖励。未领取的奖励也会以邮件形式补发哦。",
    },
    [484] = 
    {
        desc = "兔林童话玩法说明",
    },
    [485] = 
    {
        desc = "1.童话世界的公主又被抓走了，需要冒险者成为勇者登上冒险之路，一路前行营救公主。",
    },
    [486] = 
    {
        desc = "2.冒险者每天可以按路线一直挑战，直到全部通关或挑战失败，没有挑战次数限制",
    },
    [487] = 
    {
        desc = "3.兔林童话的书篇每天都会翻页，这意味着每天0点冒险进度将会被重置，同时遭遇的敌人也会变化。",
    },
    [488] = 
    {
        desc = "4.每次翻页重置之后，在进入兔林童话时女巫都会进行占卜，提前预知今日即将面对的敌人，冒险者也可以点击敌人形象来查看对手的阵容。",
    },
    [489] = 
    {
        desc = "5.战胜强敌之后继续前行，就能够获得他们藏匿的宝物，在“营救”公主之后，还会获得一份丰厚大奖。",
    },
    [490] = 
    {
        desc = "6.如果冒险者完成战斗之后遗漏了奖励未领取也不必慌张，清扫战场的兔将们会在次日将奖励通过邮件的形式发送给您。",
    },
    [491] = 
    {
        desc = "1、开服1-2天为悟空升星冲榜",
    },
    [492] = 
    {
        desc = "2、开服3-4天为盛宴战力冲榜",
    },
    [493] = 
    {
        desc = "3、开服5-7天为招募次数和帽子积分冲榜",
    },
    [494] = 
    {
        desc = "4、所有榜单都会记录开服1-7天的数据，资源可以放心使用",
    },
    [495] = 
    {
        desc = "1、开服1-2天为悟空升星冲榜",
    },
    [496] = 
    {
        desc = "2、开服3-4天为锻造次数冲榜",
    },
    [497] = 
    {
        desc = "3、开服5-7天为招募次数和帽子积分冲榜",
    },
    [498] = 
    {
        desc = "4、所有榜单都会记录开服1-7天的数据，资源可以放心使用",
    },
    [499] = 
    {
        desc = "报名参赛",
    },
    [500] = 
    {
        desc = "赛季内，只有报名的冒险者才可参加次日的比赛。",
    },
    [501] = 
    {
        desc = "比赛内容",
    },
    [502] = 
    {
        desc = "单局比赛共10人左右（根据报名人数不同，单局人数可能存在变化）。冒险者需要在毒瘴的威胁下，使用有限的行动点与其他竞争者抢夺粮食。争做最后生还者，在防毒耐久消耗殆尽前逃离农场。",
    },
    [503] = 
    {
        desc = "比赛奖励",
    },
    [504] = 
    {
        desc = "参与单局逃离农场，会根据本局获取的粮食数量进行排行。并在单局比赛结束后依照排名获得对应奖励。",
    },
    [505] = 
    {
        desc = "赛季奖励",
    },
    [506] = 
    {
        desc = "单局逃离农场完成后，会依照局内表现，进行本局评定，并发放票子（赛季积分）。票子作为赛季排行的依据，在赛季结束时，会进行结算，发放赛季奖励。",
    },
    [507] = 
    {
        desc = "初来农场",
    },
    [508] = 
    {
        desc = "每名来到农场的参赛选手都会暂时隐去姓名，仅以编号示人。（X号竞争者）",
    },
    [509] = 
    {
        desc = "初始进入农场的冒险者会分散出现在农场的边缘位置。",
    },
    [510] = 
    {
        desc = "初来农场的冒险者们会获取一定的行动点，消耗行动点用以进行移动/战斗等行为。",
    },
    [511] = 
    {
        desc = "农场空间",
    },
    [512] = 
    {
        desc = "农场内视野不佳，冒险者们存在视野范围，仅在视野范围内才可看见其他竞争者。",
    },
    [513] = 
    {
        desc = "农场内存在不同种类的资源点，占据了资源点的冒险者才会收取资源点产生的粮食。",
    },
    [514] = 
    {
        desc = "各自为战",
    },
    [515] = 
    {
        desc = "为了争夺粮食资源，冒险者们可以选择占据资源点，或是直接进攻他竞争者。",
    },
    [516] = 
    {
        desc = "与其他竞争者作战，胜者会占据败者所在的位置，而败者则会重生于距离毒瘴最近的安全地块上。",
    },
    [517] = 
    {
        desc = "毒瘴危机",
    },
    [518] = 
    {
        desc = "农场内存在紫色环形毒瘴，且其随时间向农场中心收缩的同时，还能逐渐增强。每名冒险者在初始进入农场时，都会具有100%防毒耐久。若身处毒瘴之中，则会随时间持续消耗防毒耐久。防毒耐久消耗完毕的冒险者会被淘汰出局。",
    },
    [519] = 
    {
        desc = "农场内会存在红色预警圈用以提示冒险者，毒瘴下次收缩的范围。",
    },
    [520] = 
    {
        desc = "农场补给",
    },
    [521] = 
    {
        desc = "每次毒瘴收缩，均会赋予玩家一定数额的行动点，且刷新资源点。",
    },
    [522] = 
    {
        desc = "最后生还",
    },
    [523] = 
    {
        desc = "当只剩下最后一位冒险者存活时，本局游戏结束。依照当局内获取粮食数量进行单局结算，用以排名，发放本局奖励。",
    },
    [524] = 
    {
        desc = "根据单局内表现不同，单局比赛会获取票子（赛季积分），累加进玩家本赛季的总分内。",
    },
    [525] = 
    {
        desc = "玩法背景",
    },
    [526] = 
    {
        desc = "1，武道之巅，以武破虚。成就无上，书写传奇。",
    },
    [527] = 
    {
        desc = "2，玩家将经历报名、海选赛、投票阶段、冠军赛等多个阶段，最终成就武道之巅。",
    },
    [528] = 
    {
        desc = "报名阶段",
    },
    [529] = 
    {
        desc = "1，报名阶段持续1天，仅报名的玩家才可参与海选赛。",
    },
    [530] = 
    {
        desc = "海选赛阶段",
    },
    [531] = 
    {
        desc = "1，武道之巅开启第二天时，海选赛正式开赛。",
    },
    [532] = 
    {
        desc = "2，当期活动中，玩家消耗“武道夺魁令”，主动进行匹配对战。",
    },
    [533] = 
    {
        desc = "3，海选赛为积分制，冒险者初始获得1000积分，并且每天会获得一定次数的免费挑战的机会。",
    },
    [534] = 
    {
        desc = "4，挑战成功积分增加，挑战失败不会扣除积分。",
    },
    [535] = 
    {
        desc = "5，挑战次数可使用钻石额外购买，每天有购买次数上限。",
    },
    [536] = 
    {
        desc = "6，资格赛根据积分进行排名，前32名的冒险者进入冠军赛阶段。",
    },
    [537] = 
    {
        desc = "投票阶段",
    },
    [538] = 
    {
        desc = "1，海选赛结束后，开启投票阶段。",
    },
    [539] = 
    {
        desc = "2，投票阶段所有玩家皆可参与，在界面中选择一位大神作为冠军赛的结果预测。",
    },
    [540] = 
    {
        desc = "3，冠军赛开始后，无法再选择竞猜结果。",
    },
    [541] = 
    {
        desc = "4，冠军赛结束后将公布竞猜结果。",
    },
    [542] = 
    {
        desc = "5，竞猜成功和竞猜失败会获取不同的奖励。",
    },
    [543] = 
    {
        desc = "冠军赛阶段",
    },
    [544] = 
    {
        desc = "1，海选赛结束后，入选冠军赛的玩家将由系统随机匹配分位。",
    },
    [545] = 
    {
        desc = "2，冠军赛于当期活动开启的第6天晚上8点开始冠军赛开始前，玩家需要前往冠军赛页面进行比赛阵容的确认。",
    },
    [546] = 
    {
        desc = "3，冠军赛开始后无法再进行阵容调整，若期间内未确认阵容，则使用即时的主线阵容。",
    },
    [547] = 
    {
        desc = "4，冠军赛阶段的比赛为单局对战。胜者晋级，败者淘汰。",
    },
    [548] = 
    {
        desc = "\n详细比赛流程：",
    },
    [549] = 
    {
        desc = "20:00  32进16\n20:05  16进8\n20:10  8进4\n\n20:30  半决赛（4进2）\n21:00  决赛（2进1）",
    },
    [550] = 
    {
        desc = "\n冠军赛结束后，根据比赛结果进行名次排序。",
    },
    [551] = 
    {
        desc = "休赛期",
    },
    [552] = 
    {
        desc = "1，冠军赛结束后直至下期活动开始前，均为休赛期。",
    },
    [553] = 
    {
        desc = "2，休赛期内，每天可在冠军赛排行榜进行点赞，前三次点赞可获得点赞奖励。",
    },
    [554] = 
    {
        desc = "赛事奖励",
    },
    [555] = 
    {
        desc = "1，资格赛阶段，每天0点会对排行榜进行一次结算。参与资格赛的玩家可获得每日排名结算奖励。",
    },
    [556] = 
    {
        desc = "2，资格赛阶段最后一天，晚上23.55对排行榜进行最终结算，并提前结算每日排名奖励。",
    },
    [557] = 
    {
        desc = "3，竞猜阶段参与投票的玩家，在冠军赛结束时，将根据预测结果和自己的选项是否匹配，发放对应的竞猜奖励。",
    },
    [558] = 
    {
        desc = "4，冠军赛结束时，为冠军赛阶段的所有选手发放对应的排名奖励。",
    },
    [559] = 
    {
        desc = "5，上述所有奖励，通过邮件发放给冒险者，请玩家注意查收邮件奖励。",
    },
}