travel = 
{
    [1] = 
    {
        name = "美食盲盒",
        desc = "停留在美食盲盒位置时可获得1个盲盒，可以开出随机美食，升级后可以开出更高等级和更稀有的美食",
    },
    [2] = 
    {
        name = "怪物据点",
        desc = "停留在怪物据点时需要和怪物进行战斗，胜利可获得奖励，失败无任何奖励。升级后怪物强度会提升，但奖励更丰厚",
    },
    [3] = 
    {
        name = "骰子小店",
        desc = "停留在骰子小店时可以获得若干骰子道具，用于美食旅行玩法。升级后小店产出骰子数量更多",
    },
    [4] = 
    {
        name = "猎人公会",
        desc = "停留在猎人公会时可以获得1个陷阱和若干美食币，用于美食旅行玩法驱逐其他玩家。升级后猎人公会产出的美食币更多",
    },
    [5] = 
    {
        name = "牧师教堂",
        desc = "停留在牧师教堂时可以获得1个守护和若干美食币，用于美食旅行玩法抵消陷阱效果。升级后牧师教堂产出的美食币更多",
    },
    [6] = 
    {
        name = "火箭中心",
        desc = "停留在火箭中心时会访问其他玩家旅行空间，期间不消耗骰子，同时可获得事件奖励，前进一圈或中陷阱后返回。升级后提升访问他人空间获得奖励的加成",
    },
}